Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: O&thers
br: &Trao? all
cs: Os&tatní
da: &Andre
eo: &Aliaj
et: &Teised
hu: E&gyebek
is: &Aðrir
no: &Andre
pt_br: Ou&tros
sl: O&stalo
th: &อื่นๆ

source: Your new entry could not be added.
br: Ne oa ket tu ouzhpenna? ho enmont nevez.
cs: Vá¹í novou polo¾ku bylo mo¾né pøifat.
da: Din nye indgang kunne ikke tilføjes.
eo: Ne eblis aldoni vian novan eron.
et: Sinu uut kirjet ei ole võimalik lisada
hu: Az új bejegyzés nem adható hozzá.
is: Ekki var hægt að bæta færslunni við.
no: Din nye oppføring kunne ikke bli lagt til.
pt_br: Seu novo registro não pode ser adicionado.
sl: Nisem mogel dodati novega vnosa.
th: ไม่สามารถเพิ่มข้อมูลใหม่ของคุณได้

source: search results
br: disoc'h ar c'hlask
cs: výsleky hledání
da: søge resultater
eo: serærezulto
et: otsingu tulemused
hu: keresés eredménye
is: niðurstöður leitar
no: søkeresultater
pt_br: resultados da pesquisa
sl: rezultati iskanja
th: ผลลัพธ์จากการค้นหา

source: Conversion problem
br: Kudenno? amdrei?
cs: Konverzní problém
da: Konverterings problem
eo: Konvertproblemo
et: Teisenduse probleem
hu: Konverziós probléma
is: Vandi í formbreytingu
no: Omformingsproblem
pt_br: Problema de conversão
sl: Te¾ava pri pretvorbi
th: ปัญหาการเปลี่ยนรูปแบบ

source: Kab could not convert your database to the current file format. You can use it, but not all features will be supported.
br: Kab ne c'hallas ket amdrei? ho diaz d'ar furmad restr a-vrema?. Gallout a rit e implij, hogen ne vo ket sevenet an holl arc'hwelio?.
cs: Kab nemohl provést konverzi Va¹í databáze do souèasného formátu souboru. Mù¾ete jej pou¾ívat, ale nebudou podporovány v¹echny vlastnosti.
da: Kab kunne ikke konvertere din database til det nuværende filformat. Du kan bruge den, men ikke alle egenskaber vil være understøttet.
eo: Kab ne povis konverti vian datumbazon al la aktuala dosierformo. Vi povas uzi øin, sed ne æiuj eblecoj estos uzeblaj.
et: Kab ei suuda konverteerida andmebaasi käesolevasse failiformaati. Sa võid seda kasutada, kuid mitte kõik omadused pole toetatud.
hu: Kab nem tudta átalakítani az adatbázist az új formátumra. Így is használható, de nem használható ki minden lehetõség.
is: Kab tókst ekki að breyta gagnagrunninum í nýlegt form. Hann er nothæfur, en ekki allir eiginlekar forritsins nýtast.
no: Kab kunne ikke konvertere database til gjeldende filformat. Du kan bruke den, men alle egenskapene vil ikke bli støttet.
pt_br: Kab não pôde converter seu banco de dados para o formato correntet. Você pode usá-lo, mas nem todos os recursos serão suportados.
sl: Kab ni mogel pretvoriti va¹e podatkovne zbirke v novej¹o obliko. Lahko jo uporabljate, vendar brez nekaterih funkcij.
th: โปรแกรม Kab ไม่สามรถเปลี่ยนฐานข้อมูล ให้อยู่ในรูปแบบของไฟล์ปัจจุบัน คุณสามารถใช้งานได้ แต่อาจไม่สนับสนุนคุณสมบัติทั้งหมด

source: The application saved the last current entry, but this entry does not exist anymore.
br: An arload a enrollas an enmont-red diwezha?, hogen an emont-se n'eus ket anezha? ken.
cs: Aplikace ulo¾ila poslední aktuální polo¾ku, ale tako polo¾ka ji¾ neexistuje.
da: Programmet gemte den sidste aktuelle indgang, men denne indgang eksisterer ikke mere.
eo: La aplika¼o sekurigis la laste aktualan eron, sed tiu ero ne plu ekzistas.
et: Programm salvestatas viimase käesoleva kirje, kuid seda kirjet enam ei eksisteeri.
hu: Az alkalmazás elmentette a legutóbbi bejegyzést, de ez a bejegyzés már nem létezik.
is: Forritið geymdi síðustu færslu, en hún er ekki lengur til.
no: Applikasjonen lagret siste gjeldende oppføring, men denne oppføringen eksisterer ikke mer.
pt_br: A aplicação salvou o último registro corrente, mas esse item não existe mais.
sl: Program je shranil zadnji vnos, vendar ta veè ne obstaja.
th: แอพพลิเคชั่นได้บันทึกข้อมูลล่าสุดแล้ว, แต่ไม่ปรากฏข้อมูลนี้

source: kab: Removed bug warning
br: kab : Dilamet kemennadenn draen
cs: kab: Varování o chybì
da: kab: Fjernede problemadvarsel
eo: kab: Averto pri eraro-forigo
et: kab: Vea hoiatus eemaldatud
hu: kab: Hiba figyelmeztetés eltávolítva
is: kab: aðvörun um fjarlægða lús
no: kab: Fjernet feil-varsler
pt_br: kab: Aviso de bug removido
sl: kab: Opozorilo o hro¹èu je odstranjeno
th: kab: คำเตือนการแก้ไขบัก

source: The version of kab you used before had an error regarding the upgrading of the database for new versions. This error has been removed now and will not affect you anymore. All configuration values have been reset to its default settings.
br: Faziek e oa doare kab hoc'h eus arveret a-gent evit a sell hizivaat an diaz da-ge?ver doareo? nevez. Dilamet eo bet ar fazi-se hiviziken ha ne klevot ket mui diwar e gont. Gwerzhio? diouzh an den a zo bet adlakaet d'o kefluniadur dre ziouer.
cs: Verze kabu, kterou jste pou¾ívali døíve mìla chybu týkající se zmìny databáze pro novou vezi. Tato chyba byla odstranìna a nyní se Vás ji¾ nebude týkat. V¹echna nastavení byla upravena na implicitní hodnoty.
da: Den version af kab du brugte tidligere havde en fejl med hensyn til opgraduering af databasen for nye versioner. Denne fejl er nu fjernet og vil ikke længere påvirke dig. Alle indstillingsværdier er blevet sat til standard igen.
eo: La versio de kab, kiun vi uzis antaýe havis eraron pri aktualigo de la datumbazo por novaj versioj. Tiu eraro estas forigita nun kaj ne plu øenos vin. Æiuj agorderoj nun estas remetitaj al la implicitaj valoroj.
et: Sellel kab'i versioonil, mida sa eelnevalt kasutasid oli viga andmebaaside uuendamisel uuteks versioonideks. See viga on nüüdseks parandatud ja ei mõjuta enam tööd. Kõik konfiguratsiooni väärtused on lähtestatud vaikimisi säteteks.
hu: Az Ön által eddig használt kab verzió tartalmazott egy hibát ami az adatbázis frissítésére vonatkozott. Ez a hiba ki lett javítva, így többet nem érinti Önt. Minden konfigurációs érték vissza lett állítva az alapértelmezésre.
is: Í útgáfunni af "kab" sem þú varst með áður var lús í því hvernig gagnagrunnurinn var uppfærður fyrir nýjar útgáfur. Þessi lús hefur verið fjarlægð og ætti ekki að bíta þig framar. Hinsvegar verður að færa allar stillingar aftur á upphafsgildi
no: Den versjonen av kab du brukte før hadde en feil angående oppgradering av databasen til nyere versjoner. Denne feilen er nå rettet opp og vil ikke påvirke deg mer. Alle konfigurasjonsverdier har blitt nullstillt til dets standard innstillinger.
pt_br: A versão do kab que você usou antes tinha um problema concernente à atualização do banco de dados para novas versões. Esse erro foi removido e não vai mais lhe afetar. Todos os valores da configuração foram preenchidos com os valores originais.
sl: Prej¹nja razlièica kaba je imela napako pri obnovitvi podatkovne zbirke za nove razlièice. Ta napaka je bila odstranjena in ne bo veè imela uèinka. Vse nastavitve so bile ponovno nastavljene na zaèetne vrednosti.
th: เวอร์ชั่นของโปรแกรม kab ที่คุณได้ใช้ก่อนหน้านี้ มีข้อผิดพลาดที่เกี่ยวข้อมกับการปรับปรุงฐานข้อมูล สำหรับเวอร์ชั่นใหม่ ข้อผิดพลาดนี้ได้ถูกแก้ไขแล้ว และจะไม่มีผลกระทบกับคุณอีกต่อไป ค่าที่ทำการคอนฟิกทั้งหมดได้ถูกกำหนด ให้กลับไปเป็นค่าเริ่มต้น

source: File handling error
br: Fazi dazvrea? ur restr
cs: Chyba práce se soubory
da: Filhåndterings fejl
eo: Dosiertrakta eraro
et: Viga failikäsitlusel.
hu: Fájlkezelési hiba
is: Skráarvilla
no: Filbehandlingsfeil
pt_br: Erro de manipulação de arquivo
sl: Napaka pri delu z datoteko
th: ข้อผิดพลาดการจัดการไฟล์

source: Unable to open database file r/w.
br: Divarrek da zigeri? l/s restr an diaz
cs: Není mo¾né otevøít databázový soubor pro ètení/zápis.
da: Ikke i stand til at åbne databasefilen l/s.
eo: Ne eblis malfermi la datumbazan dosieron por lego kaj skribo.
et: Ei suuda avada andmebaasi faili kirjutamiseks
hu: Nem nyitható meg írásra/olvasásra az adatbázis fájl.
is: Ekki tókst að opna gagnagrunninn til lestrar og skriftar.
no: Umulig å åpne databasefil i skrive- og lesemodus.
pt_br: Impossível abrir banco de dados para leitura/gravação.
sl: Nisem mogel odpreti podatkovne zbirke r/w.
th: ไม่สามารถเปิดไฟล์ฐานข้อมูลแบบ อ่าน/เขียน

source: Email storage conversion
br: Amdrei? diell postel
cs: Zmìna ulo¾ení po¹ty
da: E-post opbevarings ændring
eo: Konverto de retpoþto-storejo
et: E-maili säilitamise teisendus
hu: E-mail tárolás konverzió
is: Póstgeymsluformbreyting
no: Epost-lagringsomforming
pt_br: Conversão de armazenamento de e-mail
sl: Pretvarjanje po¹tnega nabiralnika
th: การเปลี่ยนการเก็บอีเมลล์

source: Kab will move all your email addresses to the new style supporting unlimited numbers of email addresses per entry.
br: Kab a dreuzfurmo holl ho chomlec'hio? postel d'ar c'hiz nevez a aotre un niver diharz a chomlec'hio? postel dre enmont.
cs: Kab pøevede Va¹i e-mail adresu na nový styl, který podporuje neomezený poèet e-mailových adres v polo¾ce.
da: Kab vil flytte alle dine e-post adresser til den ny stil der understøtter et ubegrænset antal e-post adresser pr indgang.
eo: Kab konvertos æiujn viajn retadresojn al la nova formo ebliganta senliman nombron de retadresoj por æiu ero.
et: Kab liigutab kõik sinu e-maili aadressid uude formaati, mis toetab piiramatut arvu e-maili aadresse kirje kohta.
hu: A kab átalakítja az e-mail címeit egy új formátumra, ami lehetõvé teszi korlátlan számú cím tárolását bejegyzésenként.
is: Kab breytir öllum netföngunum þínum í nýja formið sem styður ótakmarkaðan fjölda netfanga í færslu.
no: Kab vil flytte alle epostadresser til den nye stilen som støtter uendelig antall epostadresser per oppføring.
pt_br: Kab moverá todos seus endereços de e-mail para o novo estilo que suporta um número ilimitado de mensagens por item.
sl: Kab bo za vse va¹e elektronske naslove omogoèil nov naèin vnosa, ki podpira neomejeno ¹tevilo le-teh.
th: โปรแกรม Kab จะย้ายที่อยู่อีเมลล์ของคุณทั้งหมด ให้อยู่ในรูปแบบใหม่ซึ่งจะสนับสนุนที่อยู่อีเมลล์แบบไม่จำกัดจำนวน ต่อหนึ่งหน่วยข้อมูล

source: kab database update
br: hizivaat diaz kab
cs: Aktualizace databáze kabu
da: kab database opdatering
eo: Kab - aktualigo de la datumbazo
et: kab'i andmebaasi uuendus
hu: kab adatbázis frissítés
is: breyta kab gagnagrunni
no: kab-database oppdatert
pt_br: atualização de banco de dados do kab
sl: obnovitev kab podatkovne zbirke
th: ปรับปรุงฐานข้อมูล kab

source: Please note that kab now supports some new fields in its addresses. These new fields are: ฐ the state field, ฐ the country field and ฐ the postal code field. You will probably need to edit some of your entries to make use of it.
th: โปรดบันทึกด้วยว่า kab สนับสนุนฟิลด์แบบใหม่ บางฟิลด์ ซึ่งได้แก่: - ฟิลด์ที่เกี่ยวกับรัฐ - ฟิลด์ของประเทศ - ฟิลด์ของรหัสไปรษณีย์ คุณอาจต้องแก้ไขข้อมูลบางส่วน หากต้องการใช้ฟิลด์เหล่านี้

source: Could not save database after update.
br: Ne c'hallen ket enrolla? an diaz goude hizivaat
cs: Nebylo mo¾né ulo¾it databázi po aktualizaci.
da: Kunne ikke gemme database efter opdatering.
eo: Ne eblis savi la datumbazon post aktualigo.
et: Ei suuda salvestada andmebaasi pärast uuendamist.
is: Ekki tókst að vista gagnagrunn eftir breytingu.
no: Kunne ikke lagre database etter oppdatering.
pt_br: Impossível salvar banco de dados após atualização.
sl: Po obnovitvi nisem mogel shraniti podatkovne zbirke.
th: ไม่สามารถบันทึกฐานข้อมูลหลังจากได้แก้ไข

source: Unable to reopen database file r/o.
br: Divarrek da addigeri? l/h restr an diaz.
cs: Není mo¾né znovu otevøít databázový soubor.
da: Ude af stand til at åbne databasefilen læs/kun.
eo: Ne eblis remalfermi la datumbaz-dosieron por legado
et: Ei ole võimalik avada andmebaasi uuesti ainult lugemiseks.
hu: Nem lehet megnyitni az adatbázis fájlt csak olvasásra.
is: Ekki tókst að enduropna gagnagrunn til lestrar.
no: Kunne ikke gjenåpne databasefilen i kunlesemodus.
pt_br: Impossível reabrir banco de dados para somente leitura.
sl: Nisem mogel ponovno odpreti podatkovne zbirke r/o.
th: ไม่สามารถเปิดไฟล์ฐานข้อมูลอีกครั้งแบบ อ่านอย่างเดียว

source: first entry
br: enmont kenta?
cs: první polo¾ka
da: første indgang
eo: unua ero
et: esimene kirje
is: fyrsta færsla
no: første oppføring
pt_br: primeiro item
sl: prvi vnos
th: ข้อมูลแรก

source: previous entry
br: enmont a-raok
cs: pøedchozí polo¾ka
da: forrige indgang
eo: antaýa ero
et: eelmine kirje
is: fyrri færsla
no: forrige oppføring
pt_br: item anterior
sl: prej¹nji vnos
th: ข้อมูลก่อนหน้า

source: next entry
br: enmont a-heul
cs: následující polo¾ka
da: næste indgang
eo: sekva ero
et: järgmine kirje
is: næsta færsla
no: neste oppføring
pt_br: próximo item
sl: naslednji vnos
th: ข้อมูลถัดไป

source: last entry
br: enmont diwezha?
cs: poslední polo¾ka
da: sidste indgang
eo: lasta ero
et: viimane kirje
hu: utolsó bejegyzés
is: síðasta færsla
no: siste oppføring
pt_br: ultimo item
sl: zadnji vnos
th: ข้อมูลล่าสุด

source: search entries
br: klask enmonto?
cs: hledat polo¾ku
da: søg indgange
eo: seræu erojn
et: otsi kirjeid
hu: keresés
is: leita að færslu
no: søk i oppføringer
pt_br: procurar itens
sl: i¹èi vnos
th: ค้นหาข้อมูล

source: add a new entry
br: ouzhpenna? un enmont nevez
cs: pøidat novou polo¾ku
da: tilføj ny indgang
eo: aldonu novan eron
et: lisa uus kirje
hu: új bejegyzés hozzáadása
is: bæta færslu við
no: legg til ny oppføring
pt_br: adicionar um novo registro
sl: dodaj nov vnos
th: เพิ่มข้อมูลใหม่

source: change this entry
br: kemma? an enmont-ma?
cs: zmìnit tuto polo¾ku
da: ændr denne indgang
eo: Þanøu tiun æi eron
et: muuda seda kirjet
hu: aktuális bejegyzés megváltoztatása
is: breyta þessari færslu
no: endret denne oppføring
pt_br: mudar este registro
sl: spremeni vnos
th: เปลี่ยนข้อมูลนี้

source: remove this entry
br: dilemel an ensmont-ma?
cs: odstranit tuto polo¾ku
da: fjern denne indgang
eo: forigu tiun æi eron
et: kustuta see kirje
hu: aktuális bejegyzés törlése
is: fjarlægja þessa færslu
no: fjernet denne oppføring
pt_br: remover esse registro
sl: odstrani vnos
th: ลบข้อมูลนี้

source: Switched to first entry.
br: Kemmet d'an enmont kenta?
cs: Pøepnuto na první polo¾ku.
da: Skiftede til første indgang.
eo: Æe la unua ero
et: Mine esimesele kirjele.
hu: Elsõ bejegyzésre váltás.
is: Skipti á fyrstu færslu
no: Byttet til første oppføring.
pt_br: Mudado para primeiro item.
sl: Prvi vnos.
th: เปลี่ยนกลับไปข้อมูลแรก

source: Switched to last entry.
br: Kemmet d'an enmont diwezha?
cs: Pøepnuto na poslední polo¾ku.
da: Skiftede til sidste indgang
eo: Æe la lasta ero
et: Mine viimasele kirjele.
hu: Utolsó bejegyzésre váltás.
is: Skiti á síðustu færslu
no: Byttet til siste oppføring.
pt_br: Mudado para último item.
sl: Zadnji vnos.
th: เปลี่ยนกลับไปข้อมูลสุดท้าย

source: Sorry, file changed.
br: Ho tigarez, kemmet eo ar restr
cs: Lituji, soubor byl zmìnìn.
da: Undskyld, filen er ændret.
eo: Pardonu, dosiero þanøiøis.
et: Vabandust, faili on muudetud.
hu: Sajnálom, a fájl megváltozott.
is: Því miður hefur skráin breyst.
no: Beklager, fil endret.
pt_br: Desculpe, arquivo modificado.
sl: Oprostite, datoteka se je spremenila.
th: ขออภัย, ไฟล์ถูกแก้ไขแล้ว

source: Permission denied.
br: Aotre nac'het
cs: Odepøen pøístup.
da: Tilladelse nægtet
eo: Ne permesita.
et: Juurdepääs keelatud.
is: Leyfi ekki veitt.
no: Rettigheter nektet.
pt_br: Permissão negada.
sl: Nimate dovoljenja.
th: ไม่ได้รับอนุญาต

source: Remove entry?
br: Dilemel enmont ?
cs: Odstranit polo¾ku?
da: Fjern indgang?
eo: Forigu eron?
et: Kustutada kirje?
is: Fjarlægja færslu?
no: Fjern oppføring?
pt_br: Remover item ?
sl: Ali odstranim vnos?
th: ลยข้อมูล?

source: Really remove this entry?
br: Dilemel an enmont-ma? da vat ?
cs: Opravdu odstranit tuto polo¾ku?
da: Virkelig fjerne denne indgang?
eo: Æu vere forigi la eron?
et: Kas soovid tõesti kustutada selle kirje?
hu: Biztos töröljem a bejegyzést?
is: Virkilega fjarlægja færslu?
no: Ønsker du virkelig å slette oppføringen?
pt_br: Confirma remoção do registro?
sl: Ali res odstranim vnos?
th: ต้องการลบข้อมูลนี้จริงๆ?

source: Entry deleted.
br: Enmont dilamet
cs: Polo¾ka vymazána.
da: Indgang slettet.
eo: Ero forigita.
et: Kirje kustutatud.
hu: Bejegyzés törölve.
is: Færslu eytt.
no: Oppføring slettet.
pt_br: Registro apagado.
sl: Vnos je izbrisan.
th: ข้อมูลถูกลบเรียบร้อย

source: Added a new entry.
br: Ouzhpennet un enmont nevez
cs: Pøidána nová polo¾ka.
da: Tilføjede en ny indgang.
eo: Aldonis novan eron.
et: Uus kirje lisatud.
hu: Új bejegyzés hozzáadása.
is: Bætti nýrri færslu við.
no: Legg til ny oppføring.
pt_br: Novo registro adicionado.
sl: Dodal sem nov vnos.
th: เพิ่มข้อมูลใหม่เรียบร้อย

source: Opened browser window.
br: Digoret ur prenestr furchal
cs: Otevøeno okno prohlí¾eèe
da: Åbnet søgervindue.
eo: Rigardilo-fenestro malfermita.
et: Ava brauseri aken.
hu: Böngészõ ablak megnyitva.
is: Flakkaragluggi opnaður
no: Åpnet filbehandlervindu.
pt_br: Janela de navegação aberta.
sl: Odprl sem okno brskalnika.
th: เปิดหน้าต่างสำหรับอ่าน

source: No URL.
br: URL ebet
cs: ®ádné URL.
da: Ingen URL.
eo: Neniu URL.
et: URL puudub.
hu: Nincs URL cím.
is: Engin slóð (URL).
no: Ingen URL.
pt_br: Nenhuma URL.
sl: Ni URL-ja.
th: ไม่ปรากฏ URL

source: No entries.
br: Enmont ebet
cs: ®ádné polo¾ky.
da: Ingen indgange.
eo: Neniuj eroj.
et: Kirjeid pole.
hu: Nincs bejegyzés.
is: Engar færslur
no: Ingen oppføringer.
pt_br: Nenhum registro.
sl: Ni vnosov.
th: ไม่มีข้อมูล

source: The filemanager is busy, please try again.
br: Bec'h zo war ar merour restro?, klaskit adarre mar plij.
cs: Správce souborje zaneprázdnìn, prosím skuste znovu.
da: Filmanageren har travlt, prøv igen.
eo: La dosieradministrilo estas okupita, bv. reporvi.
et: Failihaldur on hõivatud, palun proovige uuesti.
hu: A fájlkezelõ dolgozik, próbálja késõbb.
is: Skráastjórinn er upptekinn. Reyndu aftur.
no: Filbehandleren er opptatt, vennligst prøv igjen.
pt_br: O gerenciador de arquivos está ocupado, tente novamente.
sl: Upravljalnik datotek je zaposlen, prosim poskusite znova.
th: โปรแกรมจัดการไฟล์แมเนเจอร์ถูกใช้งานอยู่ ,โปรดลองใหม่อีกครั้ง

source: The addressbook file is currently locked by another application. kab cannot save it.
br: Restr ar c'harned chomlec'hio? a zo prennet gant un arload all evit ar mare. kab n'hell ket e enrolla?.
cs: Soubor knihy adres je momentálnì zamknuta jinou aplikací. kab jej nemù¾e ulo¾it.
da: Addressebogsfilen er for øjeblikket låst af et andet program. kab kan ikke gemme den.
eo: La dosiero de la adreslibro momente estas þlosita de alia aplika¼o. Kab ne pobas sekurigi øin.
et: Aadressiraamatu fail on hetkel lukustatud teise rakenduse poolt. kab ei saa seda salvestada.
hu: A címejgyzék fájlt már használja egy másik alkalmazás. Ezért a kab nem tudta elmenteni.
is: Annað forrit hefur læst heimilisfangaskránni og kab getur því ekki vistað hana.
no: addressbook-filen er midlertidig låst av en annen applikasjon. kab kan ikke lagre den.
pt_br: O livro de endereços está travado por outra aplicação. kab não pode salvá-lo.
sl: Datoteko rokovnika trenutno uporablja drug program. kab je ne more shraniti.
th: ไฟล์สมุดจดที่อยู่ถูกล็อคโดยแอพพลิเคชั่นอื่น kab ไม่สามารถทำการบันทึกได้

source: Database saved successfully.
br: Enrolladur an diaz kaset da benn
cs: databáze byla úspì¹nì ulo¾ena.
da: Databasen blev gemt.
eo: Datumbazo sukcese sekurigita.
et: Andmebaas edukalt salvestatud.
hu: Adatbázis sikeresen elmentve.
is: Gagnagrunnur vistaður.
no: Database lagret med hell.
pt_br: Banco de dados salvo.
sl: Podatkovna zbirka je bila uspe¹no shranjena.
th: บันทึกฐานข้อมูลเรียบร้อยแล้ว

source: kab: File error
br: kab : fazi restr
cs: kab: souborová chyba
da: kab: Fil fejl
eo: Kab: Dosiereraro
et: kab: Faili viga
hu: kab: Fájl hiba
is: kab: Skráarvilla
no: kab: Filfeil
pt_br: kab: erro de arquivo
sl: kab: Napaka v datoteki
th: kab: ข้อผิดพลาดของไฟล์

source: Could not save database.
br: Ne c'hallen ket enrolla? an diaz.
cs: Není mo¾né ulo¾it databázi.
da: Kunne ikke gemme databasen.
eo: Ne eblis savi la datumbazon.
et: Andmebaasi pole võimalik salvestada.
is: Ekki tókst að vista gagnagrunn.
no: Kunne ikke lagre database.
pt_br: Não consegui salvar banco de dados.
sl: Nisem mogel shraniti podatkovne zbirke.
th: ไม่สามารถบันทึกฐานข้อมูล

source: &Retry
br: &Klask adarre
cs: Zkusit znovu
da: P&røv igen
eo: &Reprovu
et: &Proovi uuesti
is: &Reyna aftur
no: &Prøv igjen
pt_br: &Tentar novamente
sl: &Poskusi znova
th: &ลองอีกครั้ง

source: &Ignore
br: &Tremen e-biou
cs: &Ignorovat
da: &Ignorer
eo: &Ignoru
et: &Ignoreeri
hu: &Kihagy
is: &Hundsa
no: &Ignorer
pt_br: &Ignorar
sl: &Zanemari
th: ไ&ม่สนใจ

source: Saving cancelled.
br: Enrolladur nullaet.
cs: Ukládání pøeru¹eno.
da: Annuller forsøg på at gemme.
eo: Sekurigo rompita.
et: Salvestamine katkestatud.
is: Hætt við vistun.
no: Lagring avbrutt.
pt_br: Salvamento cancelado.
sl: Shranjevanje je preklicano.
th: ยกเลิกการบันทึกแล้ว

source: Entry changed.
br: Enmont kemmet.
cs: Polo¾ka zmìnìna.
da: Indgang ændret.
eo: Ero þanøiøis.
et: Kirje muudetud.
hu: A bejegyzés megváltozott.
is: Færsla hefur breyst.
no: Oppføring endret.
pt_br: Registro mudado.
sl: Vnos je spremenjen.
th: ข้อมูลเปลี่ยนแล้ว

source: Results
br: Disoc'ho?
cs: Výsledky.
da: Resultater
eo: Rezulto
et: Tulemused
hu: Eredmények
is: Niðurstöður
no: Resultater
pt_br: Resultados
sl: Rezultati
th: ผลลัพธ์

source: No entry matches this.
br: Enmont ebet a glot gant se.
cs: ®ádná polo¾ka s tímto nekoresponduje.
da: Ingen indgang passer med dette.
eo: Neniu eroj konvenas al tio.
et: Sellele ei vasta ühtki kirjet.
hu: Egyik bejegyzés sem egyezik.
is: Engar færslur uppfilla þetta.
no: Ingen passende oppføringer.
pt_br: Nenhum registro coincide com isso.
sl: S tem se ne ujema nobeden vnos.
th: ไม่พบข้อมูลที่ต้องการ

source: Rejected.
br: Skarzhet.
cs: Odmítnuto
da: Afslået.
eo: Refutita.
et: Tagasi lükatud.
hu: Elutasítva.
is: Hafnað
no: Forkastet.
pt_br: Rejeitado.
sl: Zavrnjeno.
th: ปฏิเสธ

source: Search results window closed.
br: Prenestr disoc'ho? ar c'hlask serret.
cs: Okno s výsledky hledání zavøeno.
da: Søgeresultater lukket vindue.
eo: Fenestro kun serærezultoj fermita.
et: Otsingu tulemuste aken suletud.
hu: Keresési eredmények ablak bezárva.
is: Glugga með leitarniðurstöðm lokað.
no: Søkeresultatvindu lukket.
pt_br: Janela de resultados de pesquisa fechada.
sl: Okno z rezultati iskanja se je zaprlo.
th: ปิดหน้าต่างผลลัพธ์การค้น

source: The talk command must be configured before!
br: Un urzhiad talk a rank beza? kefluniaet da genta? !
cs: Nejprve je nutné provést konviguraci pøíkau talk!
da: Talk kommandoen skal først indstilles!
eo: Antaýe la komando por "talk" devas esti kofigurita!
et: Kõnekäsk peab olema eelnevalt konfigureeritud!
hu: Elõször be kell állítani a talk parancsot!
is: Fyrst þarf að stilla talskipunina!
no: talk-kommandoen må bli konfigurert først!
pt_br: O comando talk tem de ser configurado primeiro!
sl: Ukaz talk mora biti nastavljen prej!
th: ต้องคอนฟิกคำสั่ง talk เสียก่อน!

source: Talk configuration
br: Kefluniadur talk
cs: Konfikurace pøíkazu talk
da: Talk indstillinger
eo: Agordo de "talk"
et: Kõne konfiguratsioon
hu: Talk beállítás
is: Tal stillingar
no: Talk-konfigurasjon
pt_br: Configuração do Talk
sl: Nastavitev programa talk
th: การกำหนด Talk

source: Please configure the parameters for the talk command.
br: Kefluniit mar plij arventenno? an urzhiad talk.
cs: Prosím nastavte parametry pøíkazu talk.
da: Indstil venligst parametrene for talk kommandoen.
eo: Bonvolu agordi la parametrojn por la komando"talk"
et: Palun konfigureeri kõne käsu parameetrid.
hu: Kérem, állítsa be a talk parancs paramétereit.
is: Stilltu viðföng við talskipun.
no: Vennligst konfigurer parametere for talk-kommanoen.
pt_br: Configure os parâmetros para o comando talk.
sl: Prosim nastavite parametre ukaza talk.
th: โปรดกำหนดพารามิเตอร์ที่ใช้กับคำสั่ง Talk

source: No talk address.
br: Chomlec'h talk ebet.
cs: ®ádná talk adresa.
da: Ingen talk addresser.
eo: Neniuj adresoj por "talk"
et: Puudub kõne aadress.
hu: Hiányzik a talk cím.
is: Ekkert talfang.
no: Ingen talk-adresse.
pt_br: Nenhum endereço de comunicação.
sl: Ne najdem naslovov za talk.
th: ไม่ปรากฏที่อยู่สำหรับโปรแกรม talk
