Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: Found a cyclic link while copying %s
br: Kavet un ere kelc'hiel en ur eila? %s
da: Fandt et cyklisk link ved kopierring %s
eo: Trovis ciklan ligon dum kopiado de %s
et: Kopeerides %s leitud perioodiline link
no: Fant en uløslig lenke under kopiering %s
pt_br: Encontrado um link circular ao copiar %s
th: ตรวจพบลิงค์แบบวนรอบขณะกำลังสำเนา %s

source: Could not create socket for accessing %s
br: Ne c'hallen ket kroui? ul lugell evit tizhout %s
da: Kunne ikke lave socket for adgang til %s
eo: Ne eblis krei kontaktilon por aliro al %s
et: Ei suuda luua pesa ligipääsuks %s -le
no: Kunne ikke opprette pipenøkkel for å bruke %s
pt_br: Impossível criar socket para acessar %s
th: ไม่สามารถสร้างซ็อคเก็ตสำหรับการเข้าใช้งาน %s

source: Could not connect to host %s
br: Ne c'hallen ket kevrea? ouzh an ostiz %s
da: Kunne ikke forbinde til vært %s
eo: Ne eblis kontakti la komputilon %s
et: Ei suuda luua ühendust hosti %s
no: Kunne ikke koble til vert %s
pt_br: Impossível conectar ao host %s
th: ไม่สามารถเชื่อมต่อกับโฮสต์ %s

source: Unknown host %s
br: Ostiz dianav %s
da: Ukendt vært %s
eo: Nekonata komputilo %s
et: Tundmatu host %s
no: Ukjent vert %s
pt_br: Host desconhecido %s
th: โฮสต์ไม่ทราบชื่อ %s

source: Connection to host %s is broken
br: Kevreadur ouzh an ostiz %s a zo torret
da: Forbindelsen til vært %s er afbrudt
eo: Kontakto al komputilo %s estas rompita
et: Ühendus hostiga %s on katkenud
no: Forbindelsen til verten %s er ødelagt
pt_br: Conexão ao host %s está quebrada
th: การเชื่อมต่อกับโฮสต์ %s ไม่สมบูรณ์

source: The protocol %s is not a filter protocol
br: Ar c'homenad %s n'eo ket ur c'homenad sil
da: Protokollen %s er ikke en filterprotokol
eo: La protokolo %s estas filtra protokolo
et: Protokoll %s ei ole filterprotokoll
no: Protokollen %s er ingen filterprotokoll
pt_br: O protocolo %s não é um protocolo de filtragem
th: โปรโตคอล %s ไม่ได้เป็นโปรโตคอลที่เป็นตัวกรอง

source: %s is a file, but a directory was expected
br: %s zo ur restr, tra ma oa gortozet ur renkell
da: %s er en fil, men en folder var forventet
eo: %s estas dosiero, sed dosierujo estis supozata
et: %s on fail, kuid oodati kataloogi
no: %s er en fil, men vi regnet med en katalog
pt_br: %s é um arquivo, mas era esperado um diretório
th: ตรวจพบไฟล์ %s แต่ควรเป็นไดเร็กทอรี

source: Could not mount device. The reported error was: %s
br: Ne c'hallen ket mounta? an trobarzhell. Ar fazi kemennet a oa : %s
da: Kunne ikke montere enheden. Den rapporterede fejl var: %s
eo: Ne eblis munti la aparaton. La raportita eraro estis: %s
et: Ei suuda ühendada seadet. Tagastatud viga oli: %s
no: Kunne ikke montere enhet. Den rapporterte feilen var: %s
pt_br: Impossível montar dispositivo. O erro informado foi: %s
th: ไม่สามารถทำการเม้าท์อุปกรณ์ได้ รายงานข้อผิดพลาดคือ: %s

source: Could not unmount device. The reported error was: %s
br: Ne c'hallen ket divounta? trobarzhell. Ar fazi kemennet a oa : %s
da: Kunne ikke afmontere enheden. Den rapporterede fejl var: %s
eo: Ne eblis malmunti la aparaton. La raportita eraro estis: %s
et: Ei suuda seadet lahti ühendada. Tagastatud viga oli: %s
no: Kunne ikke demontere enhet. Den rapporterte feilen var: %s
pt_br: Impossível desmontar dispositivo. O erro informado foi: %s
th: ไม่สามารถยกเลิกการเม้าท์อุปกรณ์ได้ รายงานข้อผิดพลาดคือ: %s

source: The process for the %s protocol died unexpectedly
br: An argerzh evit ar c'homenad %s zo marvet a-greiz-holl
da: Processen for %s protokollen døde uventet
eo: La proceso por la protokolo %s mortis neatendite
et: Protokolli %s jaoks vajalik protsess suri ootamatult
no: Prosessen for %s-protokollen døde uventet
pt_br: O processo para o protocolo %s terminou inesperadamente
th: กระบวนการสำหรับ โปรโตคอล %s ตายโดยไม่ทราบสาเหตุ

source: Could not access %s
br: Ne c'hallen ket tizhout %s
da: Kunne ikke få adgang til %s
eo: Ne eblis aliri %s
et: Ei suuda tagada ligipääsu %s
no: Har ikke tilgang til %s
pt_br: Não consegui acessar %s
th: ไม่สามารถเข้าใช้งาน %s

source: Unknown error code %i %s Please send a full bugreport to kde-bugs@kde.org
br: Kod fazi dianav %i %s Kasit mar plij un danevell draen da kde-bugs@kde.org
da: Ukendt fejlkode %i %s Send venligst en problemrapport til kde-bugs@kde.org
eo: Nekonata erarnumero %i %s Bonvolu sendi plenan erarraporton al kde-bugs@kde.org
et: Tundmatu veakood %i %s Palun saada täielik veaaruanne aadressil kde-bugs@kde.org
no: Ukjent feilkode %i %s Vennlisgt send en full feilrapport til kde-bugs@kde.org
pt_br: Erro desconhecido, código %i %s Queira mandar um relatório completo para kde-bugs@kde.org
th: ตรวจพบรหัสข้อผิดพลาด %i ที่ไม่ได้ระบุ %s โปรดส่งรายงานข้อผิดพลาด (bug) แบบเต็มไปให้ kde-bugs@kde.org

source: Ok
br: Mat eo
eo: Konfirmu
th: ตกลง

source: Mounting %s ...
br: O vounta? %s ...
da: Monterer %s ...
eo: Muntante %s ...
et: %s ühendamine ...
no: Monterer %s ...
pt_br: Montando %s ...
th: กำลังเม้าท์ %s ...

source: Unmounting %s ...
br: O tivounta? %s ...
da: Afmonterer %s ...
eo: Malmuntatne %s ...
et: %s lahti ühendamine ...
no: Demonterer %s ...
pt_br: Desmontando %s ...
th: กำลังยกเลิกการเม้าท์ %s ...

source: This group is empty!
br: Goullo eo ar strollad-se !
da: Denne gruppe er tom!
eo: Tiu grupo estas malplena!
et: See grupp on tühi!
no: Denne gruppen er tom!
pt_br: Este grupo está vazio!
th: กลุ่มนี้ว่าง!

source: &Browser
br: &Furcher
da: &Gennemsøger
et: &Brauser
no: &Bla gjennom
pt_br: &Navegador
th: &ตรวจดู

source: User
br: Arveriad
da: Bruger
eo: Uzanto
et: Kasutaja
no: Bruker
pt_br: Usuário
th: ชื่อทะเบียนผู้ใช้

source: Password
br: Tremenger
da: Kodeord
eo: Pasvorto
et: Parool
no: Passord
pt_br: Senha
th: รหัสผ่าน

source: The clipboard is empty
br: Goullo eo ar golver
da: Klippebordet er tomt
eo: La interdeponejo estas malplena
et: Lõikepuver on tühi
no: Utklippstavlen er tom
pt_br: A área de transferência está vazia
th: คลิ้ปบอร์ดว่าง

source: Pasting clipboard data is only supported on the local hard disk currently
br: Pega? roado? ar golver a zo gouza?vet war ar pladenn lec'hel hepken evit ar mare
da: Indsætning af klippebordsdata virker for øjeblikket kun på den lokale disk
eo: Enmeto de interdeponitaj datumoj estas subtenata momente nur sur la loka disko
et: Lõikepuhvri andmete asetamine on praegu toetatud ainult lokaalsel kettal
no: Innliming av utklippsdata er foreløbig bare støttet på lokalt platelager
pt_br: Colagem é suportada somente para o disco rígido local
th: การแปะข้อมูลในคลิ้ปบอร์ดสนับสนุนเฉพาะฮาร์ดดิสก์ในเครื่องเท่านั้นในช่วงนี้

source: Filename for clipboard content:
br: Anv restr evit endalc'had ar golver :
da: Filnavn for klippebordsindhold:
eo: Dosiernomo por interdeponeja enhavo:
et: Faili nimi lõikepuhvri sisu jaoks:
no: Filnavn for utklippstavleinnhold:
pt_br: Nome de arquivo para o conteúdo da Área de Transferência:
th: ชื่อไฟล์สำหรับรายการคลิ้ปบอร์ด:

source: You did not enter a filename
br: N'hoc'h eus ket roet a anv restr
da: Du indgav ikk et filnavn
eo: Vi ne entajpis dosiernomon
et: Sa ei sisestanud faili nime
no: Du oppgav ikke et filnavn
pt_br: Você não digitou um nome de arquivo
th: คุณไม่ได้ใส่ชื่อไฟล์

source: The file %s does already exist. Do you really want to overwrite it ?
br: Ar restr %s a zo anezha? c'hoazh. Ha fellout a ra deoc'h e raskla? da vat ?
da: Et dokument med dette navn eksisterer allerede. Vil du virkelig overskrive det?
eo: La dosiero %s jam ekzistas. Æu vi vere volas anstataýigi øin?
et: Fail nimega %s eksisteerib juba. Soovid sa tõesti selle üle kirjutada?
no: Filen %s eksisterer allerede. Vil du overskrive det?
pt_br: O arquivo %s já existe. Você realmente quer sobreescrevê-lo ?
th: ไม่ปรากฏไฟล์ %s คุณต้องการจะเขียนทับหรือไม่?

source: Bytes
no: Byter
th: ไบต์

source: Kb
th: กิโลไบต์

source: Mb
th: เมกกะไบต์

source: of
da: af
no: av
pt_br: de
th: ของ

source: Stalled
br: Stanket
da: Hænger
eo: Interrompita
et: Peatunud
no: Stoppet
pt_br: Parado
th: หยุดทำงาน

source: Bytes/s
br: Okted/e
eo: Bitokoj/s
et: Baiti/s
no: byter/s
th: ไบต์/วินาที

source: Kb/s
br: Ko/e
th: กิโลไบต์/วินาที

source: Mb/s
br: Mo/e
th: เมกกะไบต์/วินาที

source: %i seconds
br: %i eilenn
da: %i sekunder
eo: %i sekundoj
et: %i sekundit
no: %i sekunder
pt_br: %i segundos
th: %i วินาที

source: %i%s Remaining time: %s
br: %i%s Amzer o chom : %s
da: %i%s Tid tilbage: %s
eo: %i%s Restanta tempo: %s
et: %i%s Järelejäänud aeg: %s
no: %i%s Gjenstående tid: %s
pt_br: %i%s Tempo restante: %s
th: เหลือเวลา %i%s : %s

source: Scanning
br: O dezranna?
da: Undersøger
eo: Trarigardante
et: Läbivaatus
no: Gransker
pt_br: Varrendo
th: กำลังตรวจสอบ

source: From :
da: Fra :
no: Fra:
pt_br: De :
th: จาก :

source: To:
da: Til:
no: Til:
pt_br: Para:
th: ถึง:

source: Creating dir
br: O kroui? renkell
da: Opretter folder
eo: Kreante dosierujon
et: Kataloogi loomine
no: Lag mappe
pt_br: Criando pasta
th: สร้างไดเร็กทอรี

source: Fetching file
br: O tizhout restr
da: Henter fil
eo: Prenante dosieron
et: Faili võtmine
no: Henter fil
pt_br: Buscando arquivo
th: ดึงไฟล์

source: Rename
br: Adenvel
da: Omdøb
eo: Alinomu
et: Nimeta ümber
no: Endre navn
pt_br: Renomear
th: เปลี่ยนชื่อ

source: Skip
br: Piklammat
da: Overspring
eo: Lasu
et: Jäta vahele
no: Hopp over
pt_br: Pular
th: ข้าม

source: Auto Skip
br: Piklammat emgefreek
da: Auto overspring
eo: Aýtom. lasu
et: Automaatne vahelejätt
no: Hopp over automatisk
pt_br: Auto pular
th: ข้ามอัตโนมัติ

source: Overwrite
br: Raskla?
da: Overskriv
eo: Anstataýigu
et: Kirjuta üle
no: Overskriv
pt_br: Sobreescrever
th: เขียนทับ

source: Overwrite All
br: Raskla? pep tra
da: Overskriv alt
eo: Anstataýigu æiujn
et: Kirjuta kõik üle
no: Overskriv alle
pt_br: Sobreescrever todos
th: เขียนทับทั้งหมด

source: Resume
br: Adkregi?
da: Genoptag
eo: Restarigu
et: Jätka
no: Fortsett
pt_br: Continuar
th: ทำอีกครั้ง

source: Resume All
br: Adkregi? pep tra
da: Genoptag alle
eo: Restarigu æiujn
et: Jätka kõike
no: Fortsett alle
pt_br: Continuar todos
th: ทำอีกครั้งทั้งหมด

source: You try to overwrite
br: Klas a rit raskla?
da: Du prøver at overskrive
eo: Vi provis anstataýigi
et: Sa proovid üle kirjutada
no: Du prøvde å overskrive
pt_br: Você tentou sobreescrever
th: คุณพยายามจะเขียนทับ

source: already exists. Overwrite with
br: a zo endeo. Raskla? gant
da: findes allerede. Overskriv med
eo: jam ekzistas. Anstataýigu per
et: juba eksisteerib. Kirjuta üle
no: eksisterer allerede. Overskrive med
pt_br: já existe. Sobreescrever com
th: มีอยู่แล้ว ให้เขียนทับ

source: Or rename to
br: Pe adenvel da
da: Eller omdøb til
eo: Aý alinomu al
et: Või nimeta ümber
no: Eller endre navn til
pt_br: Ou renomear para
th: หรือเปลี่ยนชื่อเป็น

source: already exists.
br: a zo endeo.
da: findes allerede.
eo: jam ekzistas.
et: juba eksisteerib.
no: finnes allrede.
pt_br: já existe.
th: มีอยู่แล้ว

source: Do you want to rename it ?
br: Ha fellout a ra deoc'h e adenvel ?
da: Vil du omdøbe den ?
eo: Æu vi volas anstataýigi øin?
et: Soovid sa selle ümber nimetada?
no: Ønsker du å endre navnet?
pt_br: Você quer renomeá-lo ?
th: คุณต้องการเปลี่ยนชื่อ?

source: Malformed URL
br: URL siet
da: Misformet URL
eo: Misformita URL
et: Vigane URL
no: Feilaktig URL
pt_br: URL inválida
th: รูปแบบ URL ไม่ถูกต้อง

source: You must not change the protocol
br: Arabat deoc'h kemma? ar c'homenad
da: Du må ikke ændre protokol
eo: Vi devas þanøi la protokolon
et: Sa ei tohi vahetada protokolli
no: Du kan ikke endre protokollen
pt_br: Você não pode mudar o protocolo
th: คุณต้องไม่เปลี่ยนโปรโตคอล

source: Can not write
br: N'hell ket skriva?
da: Kan ikke skrive
eo: Ne eblas skribi
et: Ei suuda kirjutada
no: Kan ikke skrive
pt_br: Impossível escrever
th: ไม่สามารถเขียน

source: Permission denied!
br: Aotre nac'het !
da: Tilladelse nægtet!
eo: Malpermesite
et: Juurdepääs keelatud!
no: Rettigheter nektet!
pt_br: Permissão negada!
th: ไม่ได้รับอนุญาต

source: No mime types installed!
br: Seurt mime ebet staliaet !
da: Ingen mime typer installeret!
eo: Neniu MIM-tipoj instalitaj!
et: Ühtegi mime tüüpi ei ole installeeritud!
no: Ingen mime-typer installert!
pt_br: Nenhum tipo MIME instalado!
th: ไม่ได้ติดตั้ง mime types!

source: Could not find mime type
br: Ne c'hallen ket kavout seurt mime
da: Kunne ikke finde mime type
eo: Ne eblis trovi la MIME-tipon
et: Ei suuda leida mime tüüpi
no: Kunne ikke finne mime-type
pt_br: Impossível encontrar tipo MIME
th: ไม่พบ mimetype

source: The mime type config file
br: Restr keflunia? ar seurt
da: mimetype config filen
eo: La Agordodosiero de MIME-tipoj
et: Mime tüübi seadistusfail
no: Mime-typekonfigurasjonsfilen
pt_br: O arquivo config. do tipo MIME
th: ไฟล์คอนฟิก mime type

source: does not conatain a MimeType=... entry
br: n'eus ket enna? a enmont MimeType=...
da: indeholder ikke en Mimetype=... indgang
eo: ne enhavas iun eron MimeType=...
et: ei sisalda kirjet MimeType=...
no: inneholder ikke en MimeType=...-oppføring
pt_br: não contém a linha MimeType=...
th: ไม่มีข้อมูลของ MimeType=...

source: The kdelnk file %s has no Type=... entry
br: Ar restr kdelnk %s n'eus ket a enmont Type=...
da: kdelink filen %s Har ingen Type=... indgang
eo: La kdelnk-dosiero %s ne enhavas eron Type=...
et: Kdelnk fail %s ei sisalda kirjet Type=...
no: kdelnk-filen %s har ingen Type=...-oppføring
pt_br: O arquivo kdelnk %s não tem a linha Type=...
th: ไฟล์ kdelnk %s ไม่มีข้อมูล Types=...

source: The kdelnk type %s is unknown
br: Dianav eo ar seurt kdelnk %s
da: kdelink filen %s er ukendt
eo: LA kdelnk-tipo %s estas nekonata
et: Kdelnk tüüp %s on tundamatu
no: kdelnk-typen %s er ukjent
pt_br: O tipo kdelnk %s é desconhecido
th: ไม่รู้จัก รูปแบบของ kdelnk %s

source: The kdelnk file %s is of type FSDevice but has no Dev=... entry
br: Ar restr kdelnk %s a zo eus ar seurt FSDevice met n'eus ket a enmont Dev=...
da: kdelink filen %s er af type FSDevice men har ingen Dev=... indgang
eo: La kdelnk-dosiero %s estas de la tipo FSDevice sed ne enhavas eron Dev=...
et: Kdelnk fail %s on FSDevice tüüpi, kuid ei sialda kirjet Dev=...
no: kdelnk-filen %s er av typen filsystemenhet, men har ingen Dev=...-oppføring
pt_br: O arquivo kdelnk %s é do tipo FSDevice mas não tem linha Dev=...
th: ไฟล์ kdelnk %s เป็นรูปแบบ FSDevice แต่ไม่มีข้อมูล Dev=...

source: The kdelnk file %s is of type Link but has no URL=... entry
br: Ar restr kdelnk %s a zo eus ar seurt Link met n'eus ket a enmont URL=...
da: kdelink filen %s er af type Link men har ingen URL=... indgang
eo: La kdelnk-dosiero %s estas de la tipo Link sed ne enhavas eron URL=...
et: Kdelnk fail %s on Link tüüpi, kuid ei sisalda kirjet URL=...
no: kdelnk-filen %s er av typen lenke, men har ingen URL=...-oppføring
pt_br: O arquivo kdelnk %s é do tipo Link mas não tem a linha URL=...
th: ไฟล์ kdelnk %s เป็นรูปแบบลิงค์แต่ไม่มีข้อมูล URL=...

source: Mount
br: Mounta?
da: Monter
eo: Muntu
et: Ühenda
no: Monter
pt_br: Montar
th: เม้าท์

source: Unmount
br: Divounta?
da: Afmonter
eo: Malmuntu
et: Ühenda lahti
no: Demonter
pt_br: Desmontar
th: ยกเลิกเม้าท์

source: The kdelnk file %s has an invalid menu entry %s
br: Ar restr kdelnk %s a zo enna? un enmont la?ser siet %s
da: kdelnk filen %s har en ugyldig menu indgang %s
eo: La kdelnk-dosiero %s enhavas nevalidan menu-eron %s
et: kdelnk fail%s sisaldab vigast menüü kirjet %s
no: kdelnk-filen %s har en ugylidig menyoppføring %s
pt_br: O arquivo kdelnk %s tem um item de menu inválido %s
th: ไฟล์ kdelnk %s มีข้อมูลเมนูที่ไม่ถูกต้อง %s

source: The mime type _cfg file
br: Ar restr neuzia? _cfg
da: Mimetype _cfg fil
eo: La dosiero _cfg por MIMI-tipoj
et: Mime tüübi _cfg fail
no: Konfigurasjonsfilen til Mime-typen
pt_br: O arquivo _cfg do tipo MIME
th: ไฟล์ mime type _cfg

source: Can not enter %s Access denied
br: N'hell ket mont tre %s Moned nac'het
da: Kan ikke gå ind i %s Adgang nægtet
eo: Ne eblas eniri %s Aliro malpermesita
et: Ei suuda siseneda %s Juurdepääs keelatud
no: Kan ikke gå inn i %s Tilgang nektet
pt_br: Impossível entrar em %s Acesso negado
th: ไม่สามารถเข้าไปที่ %s ไม่ได้รับอนุญาต

source: The application config file
br: Ar restr keflunia? un arload
da: Andvendelsens configfil
eo: La agordodosiero de la aplika¼o
et: Rakenduse konfiguratsioonifail
no: Konfigurasjonsfilen til applikasjonen
pt_br: O arquivo de configuração da aplicação
th: ไฟล์คอนฟิกของแอพพลิเคชั่น

source: does not conatain a Name=... entry
br: n'eus ket enna? a enmont Name=...
da: indeholder ikke en Navn=... indgang
eo: ne enhavas eron Name=...
et: ei sialda kirjet Name=...
no: inneholder ikke en Name=...-oppføring
pt_br: não tem a linha Name=...
th: ไม่ปรากฏข้อมูล Name=...

source: SHIFT
br: PENNLIZH
eo: MAJUSKL

source: &Contents
br: &Taolenn
cs: &Obsah
da: &Indhold
eo: &Enhavo
et: &Sisukord
hu: &Tartalom
is: &Innihald
no: &Innhold
pt_br: &Conteúdo
sl: &Vsebina

source: &About
br: &Diwar-benn
cs: &Informace o aplikaci
da: &Om
eo: &Pri
et: &Info
hu: &Névjegy
is: &Um
no: &Om
pt_br: &Sobre
sl: &O programu

source: About &KDE...
br: Diwar-benn &KDE
cs: Informace o &KDE ...
da: Om &KDE...
eo: Pri &KDE...
et: &KDE Info...
hu: &KDE Névjegy...
is: Um &KDE
no: Om &KDE...
pt_br: Sobre o &KDE...
sl: O &KDE...

source: &Default
br: &Dre ziouer
cs: Impli&citní
da: &Standard
eo: &Implicita
et: &Vaikimisi
hu: &Alapértékek
is: &Sjálfgefið
no: &Standard
pt_br: &Padrão
sl: &Privzeto

source: &Location:
br: &Lec'hiadur
cs: &Umístìní
da: &Placering:
eo: &Situo:
et: &Asukoht:
hu: E&lérési út:
is: &Staðsetning:
no: S&ted:
pt_br: &Localização:
sl: &Lokacija:

source: &Filter:
br: &Sil :
cs: &Maska:
eo: &Filtrilo:
hu: &Szûrõ:
is: &Sía
pt_br: &Filtro:

source: Please note that kab now supports some new fields in its addresses. These new fields are: ° the state field, ° the country field and ° the postal code field. You will probably need to edit some of your entries to make use of it.
br: Taolit evezh mar plij chomlec'hio? kab a ensoc'h brema? tachenno? nevez. An tachenno?-se a denn ouzh : ° ar rannvro, ° ar vro hag ° ar kod-post. Ret vo deoc'h aoza? un enmonto? bennak evit tenna? splet diouto moarvat.
cs: Prosím v¹imnìte si, ¾e kab nyní pou¾ívá nìkterá nová pole ve svých adresách. Nová pole jsou: o stavové pole, o pole kraj/zemì o pole s po¹tovním kódem. Pravdìpodobnì budete muset upravit nìkteré Va¹e záznamy, aby jste je mohly pou¾ívat.
da: Bemærk at kab nu støtter nogle nye felter i sine addresser. Disse nye felter er: ° stat feltet, ° land feltet og ° postnummer feltet. Du må formodentlig redigere nogle af dine indgange for at gøre brug af det.
eo: Bonvolu noti, ke Kab nun subtenas kelkajn novajn erojn en la adresoj. Tiuj estas: ° la þtato, ° la lando kaj ° la urbokodo. Verþajne vi devos redakti kelkajn el viaj adresoj por uzi la novajn eblecojn.
et: Palun tähele panna, et kab toetab oma aadressides uusi välju.Need uued väljad on: ° riigi väli, ° maa väli ja ° postiindeksi väli. Ilmselt vajad sa mõne oma kirje redigeerimist, et neist kasu oleks.
hu: Figyelmébe ajánljuk, hogy a kab most már támogat Néhány új mezõt a címjegyzékben. Ezek a következõk: ° állam/megye mezõ, ° ország mezõ, ° irányítószám mezõ. Ha gondolja, kitöltheti az eddigi címeknél is ezeket a mezõket.
is: Athugið að kab styður nú ný svið í heimilisföngum.Þau eru: ° Fylki ° Land ° Póstnúmer Þú þarft væntnalega að breyta einhverjum færslum til að nýta þetta.
no: Vennligst noter at kab nå støtter noen nye felter i dens adresser. Disse nye feiltene er: ° tittel-feltet, ° landfeilt og ° postkodefeltet. Du vil trolig bli nødt til å redigere noen av dine oppføringer for å bruke dem.
pt_br: Note que agora o kab suporta alguns novos campos em seus endereços. Esses novos campos são: ° o campo Estado, ° o campo País e ° o campo CEP. Você provavelmente terá de editar alguns de seus registros para fazer uso deles.
sl: Prosim upo¹tevajte, da kab sedaj podpira nova polja v naslovih. Ta so: ° obèina, ° dr¾ava in ° po¹tna ¹tevilka. Verjetno boste morali urediti nekatere svoje vnose, da boste lahko ta polja uporabili.

source: Bytes
et: Baiti

source: CTRL
eo: KTRL

source: The KDE Desktop Environment was written by the KDE Team, a world-wide network of software engineers committed to free software development. Visit http://www.kde.org for more information on the KDE Project. Please consider joining and supporting KDE. Please report bugs at http://bugs.kde.org.
cs: KDE Desktop Enviroment bylo napsáno KDE týmem, celosvìtovou sítí softwarových in¾enýrù, kteøí se odevzdali vývoji volného softwaru. K získání více informací o KDE projektu nav¹tivte http://www.kde.org. Prosím rozva¾te si zda se nepøipojíte nebo nepodpoøíte KDE. Prosím nahla¹te chyby na http://bugs.kde.org.
hu: A KDE Felületet a KDE Csoport csinálta, szoftverfejlesztõk világméretû szövetsége, akik szabad szoftvert fejlesztenek. Látogassa meg a http://www.kde.org címet további információért a KDE Projecrõl. Esetleg beszállhatna a fejlesztésbe... Az esetleges hibákat a http://bugs.kde.org címen jelentheti.
is: Meðlimir KDE Hópsins sem skrifuðu KDE Skjáumhverfið eru forritarar allsstaðar að úr heiminum sem styðja hugmyndina um frjálsan hugbúnað. Nánari upplýsingar um KDE verkefnið fást á http://www.kde.org Þar má líka sjá hvernig má hjálpa til við þróun KDE. Villur í KDE má tilkynna á http://bugs.kde.org. Upplýsingar um KDE á íslensku og íslenskun á KDE fást á http://thori.home.mindspring.com/kde/
sl: Namizno okolje KDE je napisala ekipa KDE - po celem svetu raz¹irjeno omre¾je programerjev, ki so predani pisanju brezplaènih programov. Za veè informacij obi¹èite stran http://www.kde.org.Èe ¾elite, se nam lahko pridru¾ite ali pa podpirate projekt. Prosimo poroèajte o hro¹èih na http://buglist.kde.org.
