Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: (unknown file)
br: (restr dianav)
cs: (neznámý soubor)
da: (ukendt fil)
eo: (nekonata dosiero)
et: (tundmatu fail)
is: (óþekkt skrá)
no: (ukjent fil)
pt_br: (arquivo desconhecido)
sl: (neznana datoteka)
th: (ไม่รู้จักไฟล์นี้)

source: (unknown line number)
br: (niverenn linenn dianav)
cs: (neznámé èíslo øádku)
da: (ukendt linie nummer)
eo: (nekonata lininombro)
et: (tundmatu rea number)
hu: (ismeretlen sorszám)
is: (óþekkt línunúmer)
no: (ukjent linjenummer)
pt_br: (número de linha desconhecido)
sl: (neznana ¹tevilka vrstice)
th: (ไม่รู้จักบรรทัดนี้)

source: (unknown condition)
br: (aoz dianav)
cs: (neznámá podmínka)
da: (ukendt betingelse)
eo: (nekonata kondiæo)
et: (tundmatu tingimus)
hu: (ismeretlen feltétel)
is: (óþekkt skilyrði)
no: (ukjente betingelser)
pt_br: (condição desconhecida)
sl: (neznano stanje)
th: (ไม่รู้จักเงื่อนไขนี้)

source: You have found a bug in
br: Un draen hoc'h eus kavet e
cs: Nalezl(a) jste chybu v
da: Du har fundet et problem i
eo: Vi trovis eraron en
et: Sa oled leidnud vea failis
hu: Talált egy hibát:
is: Þú hefur fundið villu í
no: Du har funnet en programfeil i
pt_br: Você encontrou um bug em
sl: Na¹li ste hro¹èa v
th: คุณพบบักใน

source: Ignore the error, possibly causing much more damage
br: Tremenit e-biou ar c'hammad, o sevel kalz muioc'h a reuz marteze
cs: Ignorovat chybu, s pravdìpodobným zpùsobením vìt¹í ¹kody
da: Ignorer fejlen, hvilket kan resultere i større skade
eo: Ignoru la eraron, sciante, ke tio povus kaýzi plian damaøon
et: Ignoreeri viga, põhjustab tõenäoliselt rohkem kahju
hu: Hagyja figyelmen kívül a hibát, de így lehet, hogy még több kárt fog okozni
is: Hundsa villuna, sem veldur hugsanlega mun meiri skaða
no: Ignorer feilen, men muligens føre til enda større ødeleggelse
pt_br: Ignorar o erro, possivelmente causando muito mais danos
sl: Ne zmeni se za napako, èeprav lahko to povzroèi ¹e veè ¹kode
th: ไม่สนใจข้อผิดพลาด อาจเป็นไปได้ที่จะเกิดความเสียหายเพิ่มขึ้น

source: Kill the application, loosing all data
br: Lazhit an arload, o koll an holl roado?
cs: Zru¹it aplikaci (se ztrátou v¹ech dat)
da: Slå programmet ihjel og mist alle data
eo: Mortigu la aplika¼on, perdante æiujn datumojn
et: Sulge programm, kaotad kõik salvestamata andmed
hu: Lõjje le a programot, így minden adat elvész
is: Loka forritinu og glata öllum gögnum
no: Drep applikasjonen, mister alle data
pt_br: Terminar a aplicação, perdendo todos os dados
sl: Zapri program in izgubi vse podatke
th: ทำลายแอพพลิเคชั่นนี้ ,ข้อมูลจะสูญหายทั้งหมด

source: Send an email to the application maintainer
br: Kasit ur bostel da ratreer an arload
cs: Poslat e-mail programátoru aplikace
da: Send en e-post til programmets vedligeholder
eo: Sendu retpoþton al la fleganto de la aplika¼o
et: Saada e-mail rakenduse autorile
hu: Küldjön e-mail-t a program karbantartójának
is: Sendu þeim sem sér um forritið tölvupóst
no: Send en epost til applikasjonsvedlikeholderen
pt_br: Mandar um e-mail para o mantenedor da aplicação
sl: Po¹lji elektronsko po¹to vzdr¾evalcu programa
th: ส่งอีเมล์ไปหาผู้ดูแลแอพพลิเคชั่น

source: OK
br: Mat eo
eo: Konfirmu
is: Í lagi
sl: V redu
th: ตกลง

source: The following condition failed:
br: An aoz a heul a sac'has :
cs: Následující podmínka selhala:
da: Følgende tilstand mislykkedes:
eo: La sekva postulo malveris:
et: Järgnev tingimuse täitmine ebaõnnestus:
hu: A következõ feltétel nem teljesült:
is: Eftirfarandi skilyrði var ekki uppfyllt:
no: Den følgende betingelsen feilet:
pt_br: A seguinte condição falhou:
sl: Naslednji pogoj ni bil izpolnjen:
th: เงื่อนไขต่อไปนี้ล้มเหลว:

source: In file
br: Er restr
cs: V souboru
da: I filen
eo: en dosiero
et: Failis
is: Í skánni
no: I fil
pt_br: No arquivo
sl: V datoteki
th: ในไฟล์

source: , line
br: , linenn
cs: , na øádce
da: , linie
eo: , linio
et: , rida
hu: , sorban
is: , í línu
no: , linje
pt_br: , linha
sl: , vrstica
th: , บรรทัด

source: Error handling error
br: Fazi o tazvera? ur c'hammad
cs: Chyba pøi vypoøádávání se s chybou
da: Filhåndterings fejl
eo: Eraro dum erartraktado
et: Viga vea käsitlemisel
hu: Hiba a hibakezelõben
is: Villa í villumeðhöndlun
no: Feil i feilbehandler
pt_br: Erro de manipulação de erro
sl: Napaka pri delu z napako
th: ระบบจัดการข้อผิดพลาดมีความผิดพลาด

source: Could not send message.
br: Ne c'hallen ket kas ar c'hemennad.
cs: Není mo¾né odeslat zprávu.
da: Kunne ikke sende brevet.
eo: Ne eblis sendi mesaøon.
et: Teadet ei ole võimalik saata.
is: Ekki tókst að senda skilaboð.
no: Kunne ikke sende melding.
pt_br: Não consegui mandar mensagem.
sl: Sporoèila mi ni uspelo poslati.
th: ไม่สามารถส่งข้อมูลได้

source: The author did not publish an email address.
br: Ne embannas ket an aozer a chomlec'h postel.
cs: Autor nezveøejnil e-mail adresu.
da: Forfatteren publicerede ikke en e-post adresse
eo: La aýtoro ne publikigis retpoþtan adreson.
et: Autor ei ole teinud avalikuks oma e-maili aadressi.
hu: A szerzõ nem adott meg e-mail címet.
is: Höfundur gaf ekki upp netfang.
no: Forfatteren publiserte ikke en epostadresse.
pt_br: O autor não publicou um e-mail.
sl: Avtor ni objavil elektronskega naslova.
th: ผู้แต่งไม่ได้เผยแพร่ที่อยู่อีเมลล์

source: If you press the OK button, all changes you made will be used to proceed.
br: Ma pouezit an nozelenn Mat eo, an holl kemmo? hoc'h eus graet a vo sevenet.
cs: Stisnete-li tlaèítko OK, budou v¹echny Vámi provedené zmìny zavedeny.
da: Hvis du trykker på OK knappen, vil alle ændringer du lavede blive brugt fremover.
eo: Se vi premas "Konfirmu", æiuj þanøoj faritaj de vi estos ekuzataj.
et: Kui sa vajutad nuppu 'OK', siis lähevad kõik muudatused, mida sa oled teinud, täitmisele.
hu: Ha megnyomja az OK gombot, akkor minden változtatás amit csinált eddig érvénybe lép.
is: Ef þú ýtir á "Í lagi" takkan verða breytingarnar sem þú gerðir notaðar í framhaldinu.
no: Hvis du trykker OK-kanppen vil alle endringer du gjorde bli utført.
pt_br: Se você pressionar o botão OK, todas as mudanças que você fez serão procedidas.
sl: Èe boste pritisnili gumb V redu, bodo vse va¹e spremembe uporabljene v nadaljevanju.
th: ถ้าคุณกดปุ่มตกลง สิ่งคุณได้ทำการ เปลี่ยนแปลงทั้งหมดจะถูกใช้ในการทำงานต่อไป

source: When clicking apply, the settings will be handed over to the program, but the dialog will not be closed.Use this to try different settings.
br: Pa glikit arloa?, ar c'hefluniadur a vo treuzkaset d'ar goulev, hogen ar c'hendiviz a chomo digor. Grit gant se evit amproui? lies kefluniadur.
cs: Stisknete-li tlaèítko Pou¾ít, v¹echny Vámi provedené zmìny budou pøedány programu, ale dialog nebude uzavøen. Pou¾ívejte k vyzkou¹ení rùzných nastavení.
da: Når du klikker på anvend, vil indstillingerne bliver overgivet til programmet, men dialogen forbliver åben. Brug dette for at prøve forskellige indstillinger.
eo: Se vi premas "Apliku" æiuj þanøoj estos transdonataj al la programo sen fermi la dialogfenestron, Uzu tiun butonon por elprovi la faritajn þanøojn.
et: Kui sa klikid nuppu 'Rakenda', siis jõustuvad seadistused programmis, kuid dialoogi ei suleta. Kasuta seda erinevate seadistuste proovimiseks.
hu: Ha az alkalmaz gombra klikkel, akkor a beállítások átadódnak a programnak, de a dialógus ablak nyitva marad. Így lehet többféle beállítást kipróbálni.
is: Ef þú ýtir á "Virkja" takkann verða breytingarnar sem þú gerðir virkjaðar, en valmyndin lokast ekki.
no: Når du trykker Bruk vil innstillingene bli overrakt til programmet, men dialogen vil ikke bli lukket. Bruk denne for å prøve forskjellige innstillinger.
pt_br: Ao clicar Aplicar, as configurações serão efetivadas, mas a janela não será fechada. Utilize esta opção para tentar configurações diferentes.
sl: Ko pritisnete gumb Uveljavi, program uporabi nove nastavitve, pogovorno okno pa ostane odprto. Tako lahko preizku¹ate razliène nastavitve.
th: เมื่อคลิ้กเมาส์ การเซ็ตจะถูก ส่งไปให้โปรแกรมแทน แต่ไดอะล็อก จะไม่ถูกปิด ให้ลองใช้วิธีนี้เพื่อการเซ็ตที่ต่างกันออกไป

source: If you press the Cancel button, all changes you made will be abandoned and the dialog will be closed. The program will be in the state before opening the dialog.
br: Ma pouezit an nozelenn Nulla?, dilaosket e vo holl ho kemmo? hag ar c'hendiviz a vo serret. Er stad ma oa kent digeri? ar c'hendiviz e vo ar goulev.
cs: Stisknete-li tlaèítko Zru¹it, v¹echny Vámi provedené zmìny budou opu¹tìny a dialog bude uzavøen. Program se pak bude nacházet ve stavu v jakém byl pøed otevøením dialogu.
da: Hvis du trykker på 'Annuller' knappen, vil alle ændringer du har lavet blive glemt, og dialogen vil blive lukket.
eo: Se vi premas "Rezignu", æiuj þanøoj faritaj de vi estos ignorataj kaj la dialogfenestro fermiøos. La programo estos en la sama stato kiel antaý malfermo de la dialogo.
et: Kui sa vajutad nuppu 'Katkesta', siis kõik muudatused, mis sa tegid, tühistatakse ja dialoog suletakse. Programm on siis samas seisus,mis enne dialoogi avamist.
hu: Ha megnyomja az Mégsem gombot, akkor minden változtatás elveszik, és a dialógus ablak is bezáródik. A program a dialógus ablak megnyitása elõtti állapotba kerül vissza.
is: Ef þú ýtir á "Hætta við" takkann verður öllum breytingum sem þú hefur gert síðan þú opnaðir valmyndina eða ýttir á "Virkja" hent og valmndinni lokað.
no: Hvis du trykker Avbryt-knappen vil alle endringer du gjorde bli forlatt og dialogen vil bli lukket. Programmet være i samme forfatning som før du åpnet dialogen.
pt_br: Se você pressionar o botão Cancelar, todas as mudanças que você fez serão abandonadas e a janela será fechada. O programa continuará no estado anterior à abertura da janela.
sl: Èe boste pritisnili gumb Preklièi, bodo vse va¹e spremembe razveljavljene in pogovorno okno se bo zaprlo. Program bo ostal v enakem stanju kot je bil na zaèetku.
th: ถ้าคุณกดปุ่มยกเลิก สิ่งที่คุณได้ทำการเปลี่ยนแปลง ทั้งหมดจะถูกยกเลิก และไดอะล็อกจะถูกปิดไป โปรแกรมจะกลับไปอยู่ในสถานะก่อนที่ จะมีการเปิดไดอะล็อก

source: &OK
br: &Mat eo
eo: &Konfirmu
is: Í &lagi
sl: &V redu
th: &ตกลง

source: &Apply
br: &Arloa?
cs: &Pou¾ít
da: &Anvend
eo: &Apliku
et: &Rakenda
is: &Virkja
no: &Bruk
pt_br: &Aplicar
sl: &Uveljavi
th: &มีผลทันที

source: &Cancel
br: &Nulla?
cs: &Zru¹it
da: &Annuller
eo: &Rezignu
et: &Katkesta
hu: &Mégsem
is: &Hætta við
no: &Avbryt
pt_br: &Cancelar
sl: &Preklièi
th: &ยกเลิก

source: Headline text:
br: Testenn laez :
cs: Text titulku:
da: Overskrifts tekst:
eo: Titolteksto:
et: Päise tekst:
hu: Címsor szöveg:
is: Texti í fyrirsögn:
no: Overskrifttekst:
pt_br: Texto de cabeçalho:
sl: Besedilo naslovne vrstice:
th: ข้อความหัวเรื่อง:

source: Right footer text:
br: Testenn trao? a-zeho? :
cs: Pravé dolní záhlaví textu:
da: Højre fodnote tekst:
eo: Dekstra piedteksto:
et: Parempoolse jaluse tekst:
hu: Jobb lábléc szöveg:
is: Hægri jafnaður texti í fæti
no: Høyre bunntekst:
pt_br: Texto do rodapé direito:
sl: Besedilo desne noge:
th: ข้อความท้ายเรื่องขวา:

source: Left footer text:
br: Testenn trao? a-gleiz :
cs: Levé dolní záhlaví textu:
da: Venstre fodnote tekst:
eo: Maldekstra piedteksto:
et: Vasakpoolse jaluse tekst:
hu: Bal lábléc szöveg:
is: Vinstri jafnaður texti í fæti
no: Venstre bunntekst:
pt_br: Texto do rodapé esquerdo:
sl: Besedilo leve noge:
th: ข้อความท้ายเรื่องซ้าย:

source: The title
br: An titl
cs: Titulek
da: Titlen
eo: La titolo
et: Tiitel
hu: Cím
is: Titilinn
no: Tittelen
pt_br: O título
sl: Naslov
th: หัวข้อ

source: The first name
br: An anv penna?
cs: Køestní jméno
da: Fornavn
eo: La antaýnomo
et: Eesnimi
hu: Keresztnév
is: Nafn
no: Første navnet
pt_br: O primeiro nome
sl: Prvo ime
th: ชื่อสกุล

source: The additional name
br: An anv ouzhpenn
cs: Dal¹í jméno
da: Yderligere navn
eo: La kromnomo
et: Perekonnanimi
hu: Középsõ név
is: Millinafn
no: Andre navnet
pt_br: O nome adicional
sl: Dodatno ime
th: ชื่อกลาง

source: The name prefix
br: Araogen an anv
cs: Prefix jména
da: Navne præfikset
eo: La nom-antaýa¼o
et: Nime eesliide
hu: Név elõtag
is: Forskeyti
no: Navnprefikset
pt_br: O prefixo do nome
sl: Predpona imena
th: ตำแหน่งนำหน้าชื่อ

source: The name
br: An anv
cs: Jméno
da: Navnet
eo: La nomo
et: Nimi
is: Föðurnafn
no: Navnet
pt_br: O nome
sl: Ime
th: ชื่อตัว

source: The formatted name
br: An anv furmadet
cs: Zformátované jméno
da: Det formatterede navn
eo: La kunmetita nomo
et: Täielik nimi
hu: Formázott név
is: Formaða nafnið
no: Det formaterte navn
pt_br: O nome formatado
sl: Oblikovano ime
th: ชื่อแบบทางการ

source: The address
br: Ar chomlec'h
cs: Adresa
da: Adressen
eo: La adreso
et: Aadress
hu: Lakcím
is: Heililisfangið
no: Adressen
pt_br: O endereço
sl: Naslov
th: ที่อยู่

source: The town
br: Ar g?r
cs: Mìsto
da: Byen
eo: La urbo
et: Linn
hu: Város
is: Bæinn
no: Byen
pt_br: A cidade
sl: Mesto
th: เมือง

source: The organization
br: An aozadur
cs: Organizace
da: Organisationen
eo: La organiza¼o
et: Organisatsioon
hu: Cég
is: Fyrirtækið
no: Organisasjonen
pt_br: A organização
sl: Organizacija
th: องค์กร

source: The role
br: Ar perzh
cs: Funkce
da: Rollen
eo: La funkcio
et: Amet
hu: Beosztás
is: Hlutverkið
no: Rollen
pt_br: A função
sl: Vloga
th: ตำแหน่งการงาน

source: The org unit
br: An unvez aozadur
cs: Organizaèní jednotka
da: Organisations enheden
eo: La sekcio
et: Osakond
hu: Szervezeti egység
is: Deildin
no: Organisasjonsenhet
pt_br: A unidade org
sl: Org. enota
th: หน่วยงาน

source: The org subunit
br: An isunvez aozadur
cs: Organizaèní podjednotka
da: Organisations underenheden
eo: La subsekcio
et: Filiaal
hu: Szervezeti alegység
is: Undirdeildin
no: Organisasjonsunderenhet
pt_br: A sub-unidade org
sl: Org. podenota
th: หน่วยงานย่อย

source: The email address
br: Ar chomlec'h postel
cs: E-mail adresa
da: E-post adressen
eo: La retpoþta adreso
et: E-maili aadress
hu: E-mail cím
is: Netfangið
no: Epostadresse
pt_br: O e-mail
sl: Elektronski naslov
th: ที่อยู่อีเมลล์

source: The second email address
br: An eil chomlec'h postel
cs: Druhá e-mail adresa
da: Den sekundære e-post-adresse
eo: La dua retpoþtadreso
et: Teine e-maili aadress
hu: Második e-mail cím
is: Annað Netfang
no: Andre epostadresse
pt_br: O segundo e-mail
sl: Drugi elektronski naslov
th: ที่อยู่อีเมลล์ที่สอง

source: The third email address
br: An trede chomlec'h postel
cs: Tøetí e-mail adresa
da: Den tertiære e-post-adresse
eo: La tria retpoþtadreso
et: Kolmas e-maili aadress
hu: Harmadik e-mail cím
is: Þriðja Netfang
no: Tredje epostadresse
pt_br: O terceiro e-mail
sl: Tretji elektronski naslov
th: ที่อยู่อีเมลล์ที่สาม

source: The telephone number
br: An niverenn pellgomz
cs: Telefonní èíslo
da: Telefon-nummeret
eo: La telefonnumero
et: Telefoni number
hu: Telefonszám
is: Síminn
no: Telefonnummer
pt_br: O número de telefone
sl: Telefonska ¹tevilka
th: หมายเลขโทรศัพท์

source: The fax number
br: An niverenn pelleiler
cs: Faxové èíslo
da: Fax-nummeret
eo: La faksnumero
et: Faksi number
hu: Faxszám
is: Myndritinn
no: Faksnummer
pt_br: O número de fax
sl: ©tevilka faksa
th: หมายเลขโทรสาร

source: The modem number
br: An niverenn modem
cs: Modemové èíslo
da: Modem-nummeret
eo: La modemnumero
et: Modemi number
hu: Modem telefonszám
is: Mótaldið
no: Modemnummer
pt_br: O número de modem
sl: ©tevilka modema
th: หมายเลขโมเด็ม

source: The homepage URL
br: URL ar bennbajenn
cs: URL domovské stránky
da: Hjemmeside URL'en
eo: La TTT-hejmpaøo
et: Kodulehekülje aadress
hu: Honlap címe
is: Heimasíðuslóðina
no: Hjemmeside-URL
pt_br: A URL da home-page
sl: URL domaèe strani
th: ที่อยู่โฮมเพ็จ

source: The comment
br: An askelenn
cs: Komentáø
da: Kommentaren
eo: La komento
et: Kommentaar
hu: Megjegyzés
is: Athugasemdina
no: Kommentar
pt_br: O comentário
sl: Komentar
th: คำอธิบาย

source: kab: Search entries
br: kab : Klask enmonto?
cs: kab: Hledat polo¾ky
da: kab: Søge indgange
eo: kab: Seræu erojn
et: kab: Otsi kirjeid
is: kab: Leitarfærslur
no: kab: Søke gjennom oppføringer
pt_br: kab: Procurar items
sl: kab: I¹èi vnose
th: kab: ค้นหาข้อมูล

source: matches
br: a glot
cs: shody
da: # der passer
eo: trovoj
et: kokkulangevused
hu: egyezik
is: fellur að
no: passer
pt_br: coincide
sl: je podoben
th: ข้อมูลตรงกัน

source: Use shell wildcard patterns here
br: Implijit patromo? shell ama?
cs: Zde pou¾ijte "wildcarrd" shellu
da: Brug skald vildkort mønster her
eo: Uzu komandliniajn ¼okersignojn tie æi
et: Kasuta siin shelli metaelemente
hu: Használhat shell rövidítéseket (*, ?)
is: Nota Altáknamunstur skeljar
no: Bruk skapp-masker her
pt_br: Use coringas aqui
sl: Uporabi znake za zamenjavo
th: ใช้รูปแบบไวลด์การ์ดของเชลล์ได้ที่นี่

source: Select field to match the pattern
br: Diuzit an dachenn da glotaat gant ar patrom
cs: Vyberte pole, které se má odpovídat vzoru
da: Vælg felt der passer til mønster
eo: Elektu kampon por la seræo
et: Vali väli, mis peab vastama mustrile
hu: Válassza ki a mezõt, amire illeszkedjen a minta
is: Veldu svið til að bera að mynstri
no: Velg felter for å passe maske
pt_br: Selecione campos a cumprir os requisitos
sl: Izberite polje, ki ustreza vzorcu
th: เลือกฟิลด์ที่เข้ากันได้กับรูปแบบต้องการ

source: Add a new string
br: Ouzpennit ur hedad nevez
cs: Pøidat nový øetìzec
da: Tilføj ny streng
eo: Aldonu novan signoæenon
et: Lisa uus string
hu: Új karakterlánc hozzáadása
is: bæta streng við
no: Legg til ny streng
pt_br: Adicionar uma novo texto
sl: Dodaj nov niz
th: เพิ่มสตริงใหม่

source: Move this string up
br: Pignit an hedad-ma?
cs: Pøesunout tento øetìzec nahoru
da: Flyt denne streng op
eo: Þovu tiun signoæenon supren
et: Liiguta see string üles
hu: Mozgassa ezt a karakterláncot feljebb
is: Færa þennan streng upp
no: Flytt denne strengen opp
pt_br: Mover esse texto para cima
sl: Premakni niz gor
th: ย้ายสตริงนี้

source: Move this string down
br: Diskennit an hedad-ma?
cs: Pøesunout tento øetìzec dolù
da: Flyt denne streng ned
eo: Þovu tiun signoæenon malsupren
et: Liiguta see string alla
hu: Mozgassa ezt a karakterláncot lejjebb
is: Færa þennan streng niður
no: Flytt denne strengen ned
pt_br: Mover esse texto para baixo
sl: Premakni niz dol
th: ย้ายสตริงนี้ลง

source: Delete this string
br: Dilamit an hedad-ma?
cs: Smazat tento øetìzec
da: Slet denne streng
eo: Forigu tiun signoæenon
et: Kustuta see string
hu: Törölje ezt a karakterláncot
is: Eyða þessum streng
no: Slett denne strengen
pt_br: Apagar esse texto
sl: Izbri¹i niz
th: ลบสตริงนี้

source: Possible values:
br: Gwerzhio? possubl :
cs: Mo¾né hodnoty:
da: Mulige værdier:
eo: Eblaj valoroj:
et: Võimalikud väärtused:
hu: Lehetséges értékek:
is: Möguleg gildi
no: Mulige verdier:
pt_br: Valores possíveis:
sl: Mo¾ne vrednosti:
th: ค่าที่เป็นไปได้:

source: Selected values:
br: Gwerzhio? diuzet :
cs: Vybrané hodnoty:
da: Valgte værdier:
eo: Elektita valoro:
et: Valitud väärtused:
hu: Kiválasztott értékek:
is: Gildi valin
no: Valgte verdier:
pt_br: Valores selecionados:
sl: Izbrane vrednosti:
th: ค่าที่เลือกไว้:

source: Open
br: Digeri?
cs: Otevøít
da: Åbn
eo: Malfermu
et: Ava
hu: Megnyitás
is: Opna
no: Åpne
pt_br: Abrir
sl: Odpri
th: เปิด

source: New
br: Nevez
cs: Nový
da: Ny
eo: Nova
et: Uus
hu: Új
is: Nýtt
no: Ny
pt_br: Novo
sl: Nov
th: ใหม่

source: Close
br: Serri?
cs: Zavøít
da: Luk
eo: Fermu
et: Sulge
hu: Bezár
is: Loka
no: Lukk
pt_br: Fechar
sl: Zapri
th: ปิด

source: Save
br: Enrolla?
cs: Ulo¾it
da: Gem
eo: Sekurigu
et: Salvesta
hu: Mentés
is: Vista
no: Lagre
pt_br: Salvar
sl: Shrani
th: บันทึก

source: Print
br: Moula?
cs: Tisk
da: Udskriv
eo: Presu
et: Trüki
hu: Nyomtat
is: Prenta
no: Skriv ut
pt_br: Imprimir
sl: Natisni
th: พิมพ์

source: Quit
br: Kuitaat
cs: Ukonèit
da: Afslut
eo: Finu
et: Välju
hu: Kilép
is: Hætta
no: Avslutt
pt_br: Sair
sl: Konèaj
th: ออก

source: Cut
br: Troc'ha?
cs: Vyjmout
da: Klip
eo: Eltondu
et: Lõika
hu: Kivág
is: Klippa
no: Klipp ut
pt_br: Cortar
sl: Izre¾i
th: ตัด

source: Copy
br: Eila?
cs: Kopírovat
da: Kopier
eo: Kopiu
et: Kopeeri
hu: Másol
is: Afrita
no: Kopier
pt_br: Copiar
sl: Prepi¹i
th: สำเนา

source: Paste
br: Pega?
cs: Vlo¾it
da: Indsæt
eo: Enmetu
et: Aseta
hu: Beilleszt
is: Líma
no: Lim inn
pt_br: Colar
sl: Prilepi
th: วาง

source: Undo
br: Dizober
cs: Zpìt
da: Fortryd
eo: Malfaru
et: Tühista
hu: Visszavon
is: Hætta við
no: Angre
pt_br: Desfazer
sl: Razveljavi
th: เลิกทำ

source: Find
br: Kavout
cs: Nalézt
eo: Trovu
et: Leia
hu: Keres
is: Finna
no: Finn
pt_br: Procurar
sl: Najdi
th: ค้นหา

source: Replace
br: Erlec'hia?
cs: Nahradit
da: Udskift
eo: Anstataýigu
et: Asenda
hu: Cserél
is: Skipta út
no: Erstatt
pt_br: Substituir
sl: Zamenjaj
th: แทนที่

source: Insert
br: Enlakaat
cs: Vlo¾it
da: Indsæt
eo: Enmetu
et: Lisa
hu: Beszúr
no: Sett inn
pt_br: Inserir
sl: Vstavi
th: แทรก

source: Home
br: Du-ma?
cs: Domù
da: Hjem
eo: Hejmen
et: Kodu
hu: Elejére
no: Hjem
pt_br: Casa
sl: Domov
th: บ้าน

source: End
br: Dibenn
cs: Konec
da: Slut
eo: Finen
et: Lõpp
hu: Végére
no: Slutt
pt_br: Fim
sl: Konec
th: จบ

source: Prior
br: Kent
cs: Pøede¹lý
da: Forrige
eo: Eraro
et: Eelmine
is: Fyrri
no: Forrige
pt_br: Anterior
sl: Prej¹nji
th: ก่อน

source: Next
br: A heul
cs: Následující
da: Næste
eo: Sekva
et: Järgmine
is: Næsti
no: Neste
pt_br: Próximo
sl: Naslednji
th: ต่อไป

source: Help
br: Skoazell
cs: Nápovìda
da: Hjælp
eo: Helpo
et: Abi
hu: Segítség
is: Hjálp
no: Hjelp
pt_br: Ajuda
sl: Pomoè
th: ช่วยเหลือ

source: About KDE
br: Diwar-benn KDE
cs: Informace o KDE
da: Om KDE
eo: Pri KDE
et: KDE Info
hu: KDE Névjegy
is: Um KDE
no: Om KDE
pt_br: Sobre o KDE
sl: O KDE
th: เกี่ยวกับ KDE

source: The KDE Desktop Environment was written by the KDE Team, a world-wide network of software engineers committed to free software development. Visit http://www.kde.org for more information on the KDE Project. Please consider joining and supporting KDE. Please report bugs at http://buglist.kde.org.
br: An Endro Gorretoal KDE a zo bet skrivet gant skipailh KDE, ur rouedad ijinerien meziantel war ar bed a-bezh emroet da ziorren mezianto? frank. Gweladennit http://www.kde.org evit muioc'h a ditouro? war ar raktres KDE. Bezit ur preder a-zivout emellout ha skoazell KDE. Mar plij kemennit an drein kavet da http://buglist.kde.org.
da: KDE Desktop Miljøet er skrevet af KDE Holdet, et verdensdækkende netværk af software udviklere dedikeret til fri software udvikling. Besøg http://www.kde.org for mere information om KDE Projektet. Overvej at være med til at støtte KDE. Rapporter problemer på http://buglist.kde.org.
eo: La labortabula medio KDE estas farita de la KDE-teamo, mondvasta reto de softvar-inøenieroj subtenantaj la evoluigadon de libera softvaro. Vizitu http://www.kde.org por ricevi pli da informoj pri la KDE-projekto. Bonvolu ankaý konsideri aliøon kaj subtenon de KDE. Bonvolu raporti erarojn æe http://buglist.kde.org.
et: KDE töölaua keskkond on loodud KDE meeskonna, ülemaailmse programeerijate ühenduse, kes on sidunud ennast vaba tarkvara loomisega, poolt. Kui soovite saada rohkem informatsiooni KDE kohta, külastage http://www.kde.org. Palun kaaluge projekti toetamist või sellega ühinemist. Vigade avastamisel palun teatage nendest aadressil http://buglist.kde.org.
no: The KDE Desktop Environment ble skrevet av the KDE Team, et verdensomspenndene nettverk av programvareteknikere som utvikler gratis programvare. Besøk http://www.kde.org for mer informasjon om the KDE Project. Vennligst vurder å slutte deg til og støtte KDE. Vennligst rapporter feil med http://buglist.kde.org.
pt_br: O Ambiente Gráfico KDE foi desenvolvido pelo Time KDE, uma rede mundial de engenheiros de software comprometidos com o desenvolvimento de software gratuito. Visite http://www.kde.org para maiores informações sobre o Projeto KDE. Considere juntar-se à equipe KDE. Favor reportar bugs no site http://buglist.kde.org. Envie comentários sobre a localização do KDE para Português do Brasil para Elvis Pfützenreuter <epx@netville.com.br>
th: ระบบจัดการเดสก์ท็อป KDE ถูกเขียนโดยทีม KDE เครือข่ายวิศวกรซอฟท์แวร์ทั่วโลกได้ให้คำมั่นกับ การพัฒนาฟรีซอฟท์แวร์ หากต้องการข้อมูลเพิ่มเติม โปรดเยี่ยมชมที่ http://www.kde.org หากท่านเห็นว่าโครงการนี้มีประโยชน์ โปรดพิจารณาเพื่อเข้าร่วมและให้การสนับสนุน โปรดรายงานข้อผิดพลาดได้ที่ http://buglist.kde.org
