Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: kab: Talk addresses
br: kab : chomlec'h talk
cs: kab: Talk adresa
da: kab: Talk addresser
eo: Kab: adresoj por "talk"
et: Kõne aadressid
hu: kab: Talk címek
is: kab: Talföng
no: kab: talk-adresser
pt_br: kab: endereços de comunicação
sl: kab: Naslovi za talk
th: kab: ที่อยู่โปรแกรม talk

source: Available talk addresses:
br: Chomlec'hio? talk hegerz :
cs: Dostupné talk adresy:
da: Tilgængelige talk addresser:
eo: Uzeblaj adresoj por "talk":
et: Saadaolevad kõne aadressid:
hu: Jelenlegi talk címek:
is: Laus talföng:
no: Tilgjengelig talk-adresse
pt_br: Endereços de comunicação disponíveis:
sl: Razpolo¾ljivi naslovi za talk:
th: ที่อยู่ของโปรแกรม talk:

source: Cancelled.
br: Nullaet
cs: Pøeru¹eno.
da: Annulleret.
eo: Rompita
et: Katkestatud.
is: Hætt við.
no: Avbrutt.
pt_br: Cancelado.
sl: Preklicano.
th: ยกเลิก

source: The talk command parameters are wrong.
br: Siet eo arventenno? an urzhiad talk.
cs: Parametry pøíkazu talk jsou chybné.
da: Talk kommandoens parametre er forkerte.
eo: La parametroj por la komando "talk" ne estas øustaj.
et: Kõne käsu parameetrid on valed.
hu: A talk parancs paraméterei hibásak.
is: Viðföngin við talskipunina eru ekki rétt.
no: Talk-kommandoparameterne er gale.
pt_br: Os parâmetros do comando talk estão errados.
sl: Parametri ukaza talk so napaèni.
th: พารามิเตอร์ของคำสั่ง talk ผิดพลาด

source: Talk command failed. Make sure you did setup your talk command and parameter!
br: Sac'het eo an urzhiad talk. Bezit sur eo kefluniaet ho urzhiad talk hag e arventenno? !
cs: Pøíkaz talk selhal. Ujistìte se, ¾e jste nastavli parametry pøíkazu talk!
da: Talk kommando mislykkedes. Undersøg hvordan du indstilled talk kommando og parametre!
eo: Komand "talk" malsukcesis. Certigu, ke vi agordis la komandon "talk" kaj la parametrojn!
et: Kõne käsu täitmine ebaõnnestus. Kontrolli kõne käsu ja parameetrite seadistusi!
hu: A talk parancsot nem sikerült végrehajtani. Ellenõrizze, hogy be van-e állítva a parancs és a paraméterei!
is: Ekki tókst að ná talsambandi. Gakktu úr skugga um að þú sért búinn að setja upp talskipunina og viðföng við hana.
no: Talk-kommandoen mislyktes. Forviss deg om at du satt opp talk-kommando og parameter!
pt_br: Comando Talk falhou. Confirme que você configurou o comando talk e os parâmetros.
sl: Ukaz talk ne dela. Preverite, èe ste nastavili ukaz in njegove parametre!
th: คำสั่ง talk ไม่ทำงาน โปรดแน่ใจว่าคุณได้กำหนดคำสัง talk และพารามิเตอร์ที่เกี่ยวข้อง!

source: Talk program started.
br: Goulev talk loc'het.
cs: Program talk spu¹tìn.
da: Talk program startet
eo: Programo "talk" lanæita.
et: Kõne programm käivitatud.
hu: Talk program elindítva.
is: Talforrit ræst.
no: Talk-program startet.
pt_br: Programa talk iniciado.
sl: Program talk je zagnan.
th: เริ่มเปิดโปรแกรม Talk

source: Attention: printing is still experimental!
br: Da ziwall ! moula? a zo arnodennel c'hoazh !
cs: Pozor: tisk je stále experimentální!
da: Pas på: udskrift er stadig et eksperiment!
eo: Atentu: presado estas ankoraý eksperimenta!
et: Hoiatus: Trükkimine on veel eksperimentaalne!
hu: Figyelem: a nyomtatás még mindíg kísérleti stádiumban van!
is: Athugið: prentun er enn á tilraunastigi!
no: Hør etter: utskrift er fortsatt eksperimentell!
pt_br: Atenção: impressão ainda é experimental!
sl: Pozor: tiskanje je ¹e vedno poskusno!
th: ระวัง: การพิมพ์ยังอยู่ในช่วงพัฒนาอยู่!

source: Page size problem
br: Kudenn gant ment ar bajenn
cs: Problém s velikostí stránky
da: Sidestørrelsesproblem
eo: Problemo pri paøformato
et: Probleem lehekülje suurusega
hu: Lap méret probléma
is: Vandi með blaðsíðustærð
no: Sidestørrelseproblem
pt_br: Problema de tamanho de página
sl: Te¾ava z velikostjo strani
th: ปัญหาขนาดกระดาษ

source: The fields you requested to print do not fit into the page width.
br: Ne zalc'h ket an tachenno? hoc'h eus goulennet e ledander ar bajenn.
cs: Pole, která jste po¾adovali vytisknout pøesahují ¹íøku stránky.
da: De felter du vil udskrive passer ikke til sidebredden.
eo: La eroj, kiujn vi deziris presi ne estas tro grandaj por la paøo.
et: Väljad, mida sa soovisid trükkida, ei mahu sellise laiusega lehele.
hu: A nymotatásra kiválasztott mezõk nem férnek el széltében a lapon.
is: Sviðin sem þú vilt láta prenta eru of breið fyrir blaðsíðuna.
no: Feltet du ba om å skrive ut passer ikke innenfor sidebredden.
pt_br: Os campos requisitaod à impressão não cabem na largura da página.
sl: Polja, ki jih ¾elite tiskati presegajo ¹irino strani.
th: ฟิลด์ที่คุณต้องการพิมพ์ ขนาดไม่พอกับความกว้างกระดาษ

source: Printing finished successfully.
br: Moula? kaset da benn
cs: Tisk byl ukonèn úspì¹nì.
da: Udskrift lykkedes.
eo: PResado sukcese finiøis.
et: Trükkimine edukalt lõpetatud.
hu: A nyomtatás sikeresen befejezõdött.
is: Prentun lokið.
no: Utskrift fullført med hell.
pt_br: Impressão terminou ok.
sl: Uspe¹no sem konèal s tiskanjem.
th: พิมพ์เรียบร้อยแล้ว

source: kab: Email addresses
br: kab : chomlec'h postel
cs: kab: E-mailové adresy
da: kab: E-post addresser
eo: Kab: Retadresoj
et: kab: E-maili aadressid
hu: kab: E-mail címek
is: kab: Netföng
no: kab: Epostadresser
pt_br: kab: endereços de E-mail
sl: kab: Elektronski naslov
th: kab: ที่อยู่อีเมลล์

source: Available email addresses:
br: Chomlec'hio? postel hegerzh
cs: Dostupné e-mailové adresy:
da: Tilgængelige e-post addresser:
eo: Uzeblaj retadresoj:
et: Saadaolevad e-maili aadressid:
hu: Jelenlegi e-mail címek:
is: Laus netföng
no: Tilgjenglige epostadresser:
pt_br: Endereços de e-mail disponíveis:
sl: Razpolo¾ljivi elektronski naslovi:
th: ที่อยู่อีเมลล์:

source: kab: Select fields to copy
br: kab : diuzit tachenno? da eila?
cs: kab: Výbìr polí ke kopírování
da: kab: Vælg felter til kopiering
eo: Kab: Eroj elektitaj por kopiado
et: kab: Vali kopeeritavad väljad
hu: kab: Válassza ki a másolandó mezõket
is: Veldu svið til afritunar
no: kab: Velg felter for kopiering
pt_br: kab: Selecione campos a copiar
sl: kab: Izberite polja za prepisovanje
th: kab: เลือกฟิลด์ที่จะทำสำเนา

source: Nothing selected.
br: Netra diuzet
cs: Nic není vybráno
da: Intet valgt.
eo: Nenio elektita.
et: Midagi pole valitud
hu: Nincs semmi kiválasztva.
is: Ekkert var valið
no: Ingenting valgt.
pt_br: Nada selecionado.
sl: Niè ni izbrano.
th: ไม่ได้เลือกอะไร

source: KDE addressbook overview
br: Hollgwel karned chomlec'hio? KDE
cs: Pøehled Knihy adres KDE
da: KDE addresebogsoverblik
eo: KDE-adreslibro - superrigardo
et: KDE aadressiraamatu ülevaade
hu: KDE címjegyzék áttekintés
is: Yfirlit yfir KDE símaskrána
no: KDE-adressebokoversikt
pt_br: Visão geral do Livro de Endereços do KDE
sl: Pregled KDE imenika
th: ภาพรวมของสมุดจดบันทึก KDE

source: Name-Email-Link (!!)
br: Liamm-anv-postel (!!)
cs: Jméno-Email-Odkaz (!!)
da: Navn-Epost-link (!!)
eo: Ligo Nomo-Retadreso (!!)
et: Nimi-Email-Link (!!)
hu: Név-E-mail-Kapcsolat (!!)
is: Nafna-netfang tenging (!!)
no: Navngi-epostlenke (!!)
pt_br: Nome-Email-Link (!!)
sl: Ime - elektronska po¹ta - povezava (!!)
th: การเชื่อมชื่อกับอีเมลล์ (!!)

source: Select table columns
br: Diuzit banno? an daol
cs: Vyberte sloupce tabulky
da: Vælg tabel søjler
eo: Elektu tabelkolumnojn
et: Vali tabeli veerud
is: Velja töfludálka
no: Velg tabellkolonner
pt_br: Selecionar colunas da tabela
sl: Izberite stolpce iz tabele
th: เลือกคอลัมน์ของตาราง

source: Nothing to export.
br: Netra da ezporzhia?
cs: Není nic k exportování
da: Intet at udføre.
eo: Nenio eksportenda.
et: Pole midagi eksportida.
hu: Nincs mit exportálni.
is: Ekkert að flytja út
no: Ingenting å eksportere.
pt_br: Nada a exportar.
sl: Nièesar ni za izvoz.
th: ไม่มีอะไรส่งออกไป

source: Email link
br: Liamm postel
cs: E-mail odkaz
da: E-post link
eo: Retadresligo
et: E-maili link
hu: E-mail kapcsolat
is: Netfangatenging
no: Epostlenke
pt_br: Link de e-mail
sl: Elektronska po¹tna povezava
th: เชื่อมอีเมลล์

source: Could not find the users home directory.
br: Ne c'hallen ket kavout renkell du-ma? an arveriaded
cs: Není mo¾né nalézt u¾ivatelovo domovský adresáø.
da: Kunne ikke finde brugernes hjemmefolder
eo: Ne eblis trovi la hejmdosierujon de la uzanto.
et: Ei suuda leida kasutajate kodukataloogi.
hu: Nem található a felhasználó saját könyvtára.
is: Fann ekki heimasvæði notanda.
no: Kunne ikke finne brukerens hjemmeområde.
pt_br: Impossível encontrar o diretório de usuário.
sl: Nisem mogel najti domaèega imenika uporabnikov.
th: ไม่พบโฮมไดเร็กทอรีของผู้ใช้

source: Intern error!
br: Fazi diabarzh !
cs: Vnitøní chyba!
da: Indre fejl!
eo: Interna eraro!
et: Sisemine viga!
hu: Belsõ hiba!
is: Innri villa!
no: Intern feil!
pt_br: Erro interno!
sl: Notranja napaka!
th: ข้อผิดพลาดภายใน!

source: Could not open the file to create the HTML table.
br: Ne c'hallen ket digeri? ar restr da groui? an daolenn HTML
cs: Není mo¾n0 otevøít soubor k vytvoøení HTML tabulky.
da: Kunne ikke åbne fil til at lave HTML tabel.
eo: Ne eblis malfermi la dosieron por krei HTML-tabelon.
et: Ei suuda avada HTML tabeli loomiseks vajalikku faili.
hu: Nem nyiható meg a fájl a HTML táblázat számára.
is: Ekki tókst að opna skrá til að búa til HTML töflu.
no: Kunne ikke åpne filen for å opprette HTML-tabell.
pt_br: Impossível abrir o arquivo para criar a tabela HTML.
sl: Nisem mogel odpreti datoteke za HTML tabelo.
th: ไม่สามารถเปิดไฟล์เพื่อสร้างเป็นตาราง HTML

source: Printing cancelled.
br: Moula? nullaet
cs: Tisk pøeru¹en.
da: Udskrift annulleret.
eo: PResado rompita.
et: Trükkimine katkestatud.
hu: Nyomtatás elvetve.
is: Hætt við prentun.
no: Utskrift avbrutt.
pt_br: Impressão cancelada.
sl: Tiskanje je preklicano.
th: ยกเลิกการพิมพ์

source: kab: Select columns for printing
br: kab : diuzit banno? da voula?
cs: kab: Výbìr sloupcù pro tisk
da: kab: Vælg søjler til udskrift
eo: Kab: Elektu kolumnojn por presado
et: kab: Vali veerud trükkimiseks
hu: kab: Válassza ki a nyomtatandó oszlopokat
is: kab: Veldu dálka til að prenta
no: kab: Velg kolonner for utskrift
pt_br: kab: Selecione colunas para impressão
sl: kab: Izberite stolpce za tiskanje
th: kab: เลือกคอลัมน์เพื่อทำการพิมพ์

source: Nothing to print.
br: Netra da voula?
cs: Není nic k tisku
da: Intet at udskrive.
eo: Nenio presenda.
et: Pole midagi trükkida.
hu: Nincs mit nyomtatni.
is: Ekkert til að prenta.
no: Ingenting å skrive ut.
pt_br: Nada para imprimir.
sl: Nièesar ni za natisniti.
th: ไม่มีการพิมพ์ใดๆ

source: Page <p>
br: Pajenn <p>
cs: Stránka <p>
da: Side <p>
eo: Paøo <p>
et: Lehekülg <p>
hu: Oldal <p>
is: Síða <p>
no: Side <p>
pt_br: Página <p>
sl: Stran <s>
th: หน้า <p>

source: KDE - the professionals choice.
br: KDE - dibab an dud a vicher
cs: KDE - profesionálova volba
da: KDE - det professionelle valg.
eo: KDE - por profesiuloj
et: KDE - professionaalide valik.
hu: KDE - a profik választása.
is: KDE - þar sem fagmennirnir versla.
no: KDE - det profesjonelle valget.
pt_br: KDE - a escolha dos profissionais.
sl: KDE - izbira strokovnjakov.
th: KDE - ทางเลือกของมืออาชีพ

source: Printing failed!
br: Moula? sac'het
cs: Tisk selhal!
da: Udskrift mislykkedes!
eo: Presado malsukcesis!
et: Trükkimine ebaõnnestus!
hu: Nem sikerült a nyomtatása
is: Prentun mistókst!
no: Utskrift mislyktes!
pt_br: Impressão falhou!
sl: Ni mi uspelo natisniti!
th: การพิมพ์ผิดพลาด!

source: Empty email address.
br: Chomlec'h postel goullo.
cs: Prázdná e-mailová adresa
da: Tom e-post addresse.
eo: Malplenaj retadresoj.
et: Tühi e-maili aadress.
hu: Üres e-mail cím.
is: Tómur netfangalisti
no: Tom epostadresse.
pt_br: Endereço de e-mail vazio.
sl: Elektronski naslov je prazen.
th: ที่อยู่อีเมลล์เปล่า

source: No email address.
br: Chomlec'h postel ebet.
cs: ®ádná e-mailová adresa.
da: Ingen e-post adresse.
eo: Neniuj retadresoj.
et: E-maili aadress puudub.
hu: Hiányzik az e-mail cím.
is: Ekkert netfang.
no: Ingen epost-adresse.
pt_br: Nenhum e-mail.
sl: Ni elektronskega naslova.
th: ไม่ปรากฏที่อยู่อีเมลล์

source: Error calling mailer.
br: Fazi o c'hervel posteler.
cs: Chyba pøi volání po¹tovního programu.
da: Fejl ved kald af postprogram.
eo: Eraro dum lanæo de poþtsendilo
et: Viga meiliprogrammi kutsungil.
is: Villa þegar kallað var á póstforrit
no: Feil under kalling av poster.
pt_br: Erro ao chamar programa de correio.
sl: Napaka pri klicanju po¹tnega programa
th: ไม่สามารถเรียกใช้งานโปรแกรมส่งจดหมาย

source: Mailer called.
br: Posteler nullaet.
cs: Po¹tovní program zavolán.
da: Postprogram kaldet.
eo: Poþtsendilo lanæita.
et: Kutse edastatud meilerile.
hu: Levelezõ meghívva.
is: Kallað á póstforrit.
no: Poster kallet.
pt_br: Programa de correio chamou.
sl: Po¹tni program je poklican
th: เรียกโปรแกรมส่งจดหมาย

source: The mail command must be configured before!
br: An urzhiad mail a rank beza? kefluniaet da genta? !
cs: Nejprve je nutné nastavit pøíkaz pro po¹tu!
da: Post kommandoen skal først indstilles!
eo: La send-komando devas esti agordita antaýe!
et: Meili käsk peab olema eelnevalt konfigureeritud!
hu: Elõször állítsa be a levelezõ programot!
is: Fyrst þarf að stilla póstskipunina!
no: Epostkommandoen må være konfigurert først!
pt_br: O comando de correio tem de ser configurado antes!
sl: Ukaz mail mora biti nastavljen prej!
th: ต้องทำการกำหนดคำสั่งของ mail ก่อน!

source: Mail configuration
br: Kefluniadur mail
cs: Nastavení po¹ty
da: Post indstillinger
eo: Agordo de poþtsendilo
et: Meili konfiguratsioon
hu: Levelezõ beállítása
is: Póst uppsetning
no: Epost-konfigurasjon
pt_br: Configuração do correio
sl: Nastavitev programa mail
th: การกำหนดโปรแกรม Mail

source: Please configure the parameters for the email command.
br: Kefluniit mar plij an arventenno? evit an urzhiad postel.
cs: Prosím nastavte parametry po¹tovního pøíkazu.
da: Indstil venligst parametrene for e-post kommandoen.
eo: Bonvolu agordi la parametrojn por la send-komando
et: Palun konfigureeri e-maili käsu parameetrid.
hu: Kérem állítsa be az e-mail parancs paramétereit.
is: Stilltu viðföng við póstskipunina.
no: Vennligst konfigurer parameterne for epostkommandoen.
pt_br: Configure os parâmetros do comando de e-mail.
sl: Prosim nastavite parametre ukaza email.
th: โปรดกำหนดพารามิเตอร์ที่ใช้งานกับคำสั่ง email

source: The email command parameters are wrong.
br: Arventenno? an urzhiad postel a zo siet.
cs: Parametry pro po¹tovní program jsou chybné.
da: E-post kommandoparametrene er forkerte.
eo: La parametroj por la send-komando estas maløustaj.
et: E-maili käsu parameetrid on valed.
hu: Az e-mail parancs paraméterei hibásak.
is: Viðföngin við póstskipunina eru ekki rétt.
no: Epost-kommandoparameterne er feil.
pt_br: Os parâmetros do comando de e-mail estão errados.
sl: Parametri ukaza email so napaèni.
th: พารามิเตอร์ของคำสั่ง email ไม่ถูกต้อง

source: Email command failed. Make sure you did setup your email command and parameter!
br: Urzhiad postel sac'het. Bezit sur eo kefluniaet ho urzhiad postel hag e arventenno? !
cs: Po¹tovní pøíkaz selhal. Ujistìte se, ¾e jste nastavili vá¹ po¹tovní pøíkaz a parametry!
da: E-post kommando mislykkedes. Undersøg om du indstillede din e-post kommando og parametrene!
eo: Sendkomando malsukcesis. Certigu, ke vi agordis la komandon por poþtsendado kaj øiajn parametrojn!
et: E-maili käsu täitmine ebaõnnestus. Kontrolli oma e-maili käsu ja parameetrite seadistust!
hu: Az e-mail parancs végrehajtása nem sikerült. Ellenõrizze, hogy jól van-e beállítva a parancs és a paraméterei!
is: Póstlagning mistókst. Gakktu úr skugga um að búið sé að stilla póstskipunina og viðföng við hana.
no: Epostkommando mislyktes. Forviss deg om at du satt opp epostkommando og parameter!
pt_br: Comando de e-mail falhou. Confirme se você configurou o comando de e-mail e os parâmetros.
sl: Ukaz email ne dela. Preverite, èe ste nastavili ukaz in njegove parametre!
th: คำสั่ง Email ไม่ทำงาน โปรแกรมตรวจสอบว่าได้กำหนดคำสั่งและพารามิเตอร์ของคำสั่ง email เรียบร้อย!

source: Mail program started.
br: Goulev postel loc'het
cs: po¹tovní program spu¹tìn.
da: Postprogram startet.
eo: Poþtsendilo lanæita.
et: Meiliprogramm käivitus.
hu: Levelezõ program elindítva.
is: Póstforrit ræst.
no: Epostprogram startet.
pt_br: Programa de e-mail iniciado.
sl: Program za po¹to je zagnan.
th: เริ่มใช้งานโปรแกรม Mail

source: KIO Cache
br: Krubuilh KIO
eo: KIO-Tenejo
et: KIO Vahemälu
no: KIO Mellomlager
pt_br: Cache KIO
th: แคช KIO

source: Contents of the cache
br: Endalc'had ar grubuilh
da: Indhold af cachen
eo: Enhavo de la tenejo
et: Vahemälu sisu
no: Innhold i mellomlageret
pt_br: Conteúdo do cache
th: รายการของแคช

source: Use the icons for drag and drop actions, since they refer to the cache files on your hard disk, while you should use the textual links for browsing
br: Implijit an arlunio? evit obererezho? stleja? ha leuskel, dre ma zaveont da restro? ar grubuilh war ho pladenn galet, tra ma vije gwell deoc'h ober gant ereo? mod testenn evit ar furchal
da: Brug ikonerne til træk og slip handlinger da de refererer til cache filerpå din harddisk, men brug tekst links til netsøgning
eo: Uzu la piktogramoj por þovi agojn, se ili referencas al la tenejaj dosieroj sur via disko. Uzu la tekstajn ligojn por legado
et: Kasuta ikoone pukseerimistegevuseks, kuna nad tähistavad vahemälu faile sinu kõvakettal, kuigi sa peaks kasutama tekstilinke lehitsemiseks
no: Bruk ikoner for dra og slipp-hendelser, siden de refererer til mellomlagerfilene på platelageret ditt, mens du bør bruke tekst-lenker for nettlesing
pt_br: Use os ícones para ações arrastar-e-soltar, pois eles referem-se aos arquivos de cache em seu disco rígido; use os links de texto para navegação
th: ใช้ไอคอนเพื่อทำการลากแล้ววาง เนื่องจากได้อ้างถึงไฟล์แคช ที่อยู่ในฮาร์ดดิสก์ของคุณ ในขณะที่คุณสามารถใช้ลิงค์เพื่อทำการเปิดดูได้

source: Creation Date
br: Deizad kroui?
da: Dato lavet
eo: Kreu daton
et: Loomise kuupäev
no: Opprettelsesdato
pt_br: Data de criação
th: วันที่สร้าง

source: Expiration Date
br: Deiziad termen
da: Udløbsdato
eo: Malvalidiøodato
et: Aegumise kuupäev
no: Utgåelsesdato
pt_br: Data de expiração
th: วันที่หมดอายุ

source: Never
br: Morse
da: Aldrig
eo: Neniam
et: Iialgi
no: Aldri
pt_br: Nunca
th: ไม่เคย

source: Could not read %s
br: Ne c'hallen ket lenn %s
da: Kunne ikke læse %s
eo: Ne eblis legi %s
et: Ei suutnud lugeda %s
no: Kunne ikke lese %s
pt_br: Não consegui ler de %s
th: ไม่สามารถอ่าน %s

source: Could not write to %s
br: Ne c'hallen ket skriva? da %s
da: Kunne ikke skrive til %s
et: Ei suutnud kirjutada %s
no: Kunne ikke skrive til %s
pt_br: Não consegui gravar para %s
th: ไม่สามารถเขียนไป %s

source: Could not start process %s
br: Ne c'hallen ket loc'ha? argerzh %s
da: Kunne ikke starte processen %s
et: Ei suutnusd alustada protsessi %s
no: Kunne ikke starte prosess %s
pt_br: Não consegui iniciar processo %s
th: ไม่สามารถเริ่มโพรเซส %s

source: Internal Error Please send a full bugreport to kde-bugs@kde.org %s
br: Fazi diabarzh Kasit mar plij un danevell draen da kde-bugs@kde.org %s
da: Intern fejl Send venligst en problemrapport til kde-bugs@kde.org %s
eo: Interna eraro Bonvolu sendi plenan erarraporton al kde-bugs@kde.org %s
et: Sisemine viga Palun saada täielik veaaruanne aadressil kde-bugs@kde.org %s
no: Intern feil Vennligst send en full feilrapport til kde-bugs@kde.org %s
pt_br: Erro Interno Queira mandar um relatório de bugs para kde-bugs@kde.org %s
th: ข้อผิดพลาดภายใน โปรดส่งรายงานข้อผิดพลาด (bug) แบบเต็มไปได้ที่ kde-bugs@kde.org %s

source: Malformed URL %s
br: URL siet %s
da: Misformet URL %s
et: Vigane URL %s
no: Feilaktig URL %s
pt_br: URL inválida %s
th: รูปแบบ URL ผิดพลาด %s

source: The protocol %s is not supported
br: Ar c'homenad %s n'eo ket gouza?vet
da: Protokollen %s er ikke understøttet
eo: La protokolo %s ne estas subtenata
et: %s protokoll ei ole toetatud
no: Protokollen %s er ikke støttet
pt_br: O protocolo %s não é suportado
th: ยังไม่ได้สนับสนุน โปรโตคอล %s นี้

source: The protocol %s is only a filter protocol.
br: Ar c'homenad %s a zo ur c'homenad sil hepken.
da: Protokollen %s er kun en filterprotokol.
eo: La protokolo %s estas nur filtra protokolo.
et: %s protokoll on ainult filterprotokoll.
no: Protokollen %s er kun en filterprotokoll.
pt_br: O protocolo %s é somente um protocolo de filtragem.
th: โปรโตคอล %s เป็นเพียงโปรโตคอลที่ใช้กรอง

source: Unsupported action %s
br: Obererezh angouza?vet %s
da: Ikke understøttet handling %s
eo: Nesubtenata ago %s
et: Toetuseta tegevus %s
no: Ustøttet hendelse %s
pt_br: Ação não suportada %s
th: กิจกรรมที่ไม่ได้สนับสนุน %s

source: The file or directory %s does not exist
br: Ar restr pe renkell %s n'eus ket anezha?
da: Filen eller folderen %s eksisterer ikke
et: Faili või kataloogi %s ei eksisteeri.
no: Filen eller katalogen %s finnes ikke
pt_br: O arquivo ou diretório %s não existe
th: ไม่ปรากฏ ไฟล์หรือไดเร็กทอรี %s

source: %s is a directory, but a file was expected
br: %s zo ur renkell, tra ma oa gortozet ur restr
da: %s er en folder, men en fil var forventet
eo: %s estas dosierujo, sed dosiero estis supozita
et: %s on kataloog, kuid oodati faili
no: %s er en katalog, men vi regnet med en fil
pt_br: %s é um diretório, mas era esperado um arquivo
th: ตรวจพบ %s ว่าเป็นไดเร็กทอรี แต่ควรจะเป็นไฟล์

source: Could not make directory %s
br: Ne c'hallen ket oberia? ar renkell %s
da: Kunne ikke lave folderen%s
eo: Ne eblis krei dosierujon %s
et: Kataloogi pole võimalik luua %s
no: Kunne ikke lage mappen %s
pt_br: Impossível fazer diretório %s
th: ไม่สามารถสร้างไดเร็กทอรี %s

source: The file or directory %s does already exist
br: Ar restr pe renkell %s a zo anezha? c'hoazh
da: Filen eller folderen %s eksisterer allerede
eo: La dosiero aý dosierujo %s jam ekzistas
et: Fail või kataloog nimega %s eksisteerib juba
no: Filen eller katalogen %s eksisterer ikke
pt_br: O arquivo ou diretório %s já existe
th: มีไฟล์หรือไดเร็กทอรี %s ปรากฏอยู่เรียบร้อยแล้ว

source: %s Access denied
br: %s Moned nac'het
da: %s Adgang nægtet
eo: %s Aliro malpermesita
et: %s Ligipääs keelatud
no: %s Tilgang nektet
pt_br: %s Acesso negado
th: ไม่ได้รับอนุญาตให้ใช้งาน %s

source: Could not enter directory %s
br: Ne c'hallen ket mont tre renkell %s
da: Kunne ikke gå ind i folderen %s
eo: Ne eblis eniri la dosierujon %s
et: Kataloogi pole võimalik siseneda %s
no: Kunne ikke gå inn i katalog %s
pt_br: Impossível entrar no diretório %s
th: ไม่สามารถเข้าไปในไดเร็กทอรี %s

source: The protocol %s does not implement a directory service
br: Ar c'homenad %s n'eus ket enna? ur servij renkell
da: Protokollen %s implementerer ikke en folder service
eo: La protokolo %s ne ofertas dosierujoan servon
et: %s protokoll ei suuda teostada kataloogi teenust
no: Protokollen %s støtter ikke katalogtjeneste
pt_br: O protocolo %s não implementa um serviço de diretório.
th: ไม่ได้ออกแบบเซอร์วิสไดเร็กทอรีกับ โปรโตคอล %s

source: Found a cyclic link in %s
br: Kavet un ere kelc'hiel e %s
da: Fandt et cyklisk link i %s
eo: Trovis ciklan ligon en %s
et: Leitud perioodiline link %s
no: Fant uløslig lenke i %s
pt_br: Encontrado um link circular em %s
th: พบลิงค์แบบวนรอบใน %s

source: Could not change permissions for %s
br: Ne c'hallen ket kemma? aotreo? evit %s
da: Kunne ikke ændre tilladelser for %s
eo: Ne eblis þanøi la permesojn por %s
et: Ei suuda muuta õigusi %s jaoks
no: Kunne ikke endre tilgang for %s
pt_br: Impossível mudar permissões de %s
th: ไม่สามารถเปลี่ยนสิทธิ์ให้กับ %s

source: Access denied Could not write to %s
br: Moned nac'het Ne c'hallen ket skriva? e %s
da: Adgang nægtet Kunne ikke skrive til %s
eo: Aliro malpermesita Ne eblis skribi al %s
et: Juurdepääs keelatud Ei suuda kirjutada %s
no: Tilgang nektet Kan ikke skrive %s
pt_br: Acesso negado Impossível gravar para %s
th: ไม่ได้รับอนุญาต ไม่สามารถเขียนไปที่ %s

source: Action has been canceled by the user
br: An obererezh zo bet nullaet gant an arveriad
da: Aktionen er blevet annulleret af brugeren
eo: La ago estas rompita de la uzanto
et: Tegevus on katkestatud kasutaja poolt
no: Hendelse har blitt avbrutt av bruker
pt_br: Ação foi cancelada pelo usuário
th: กิจกรรมนี้ถูกยกเลิก โดยผู้ใช้งาน
