Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: Yes
br: Ya
cs: Ano
da: Ja
eo: Jes
et: Jah
hu: Igen
is: Já
no: Ja
pt_br: Sim
sl: Da
th: ใช่

source: No
br: Nann
cs: Ne
da: Nej
eo: Ne
et: Ei
hu: Nem
is: Nei
no: Nei
pt_br: Não
sl: Ne
th: ไม่

source: Cancel
br: Nulla?
cs: Zru¹it
da: Annuller
eo: Rezignu
et: Katkesta
hu: Mégsem
is: Hætta við
no: Avbryt
pt_br: Cancelar
sl: Preklièi
th: ยกเลิก

source: Select Color
br: Diuzit ul liv
cs: Vyber barvu
da: Vælg farve
eo: Elektu koloron
et: Vali värv
hu: Szín kiválasztása
is: Veldu lit
no: Velg farge
pt_br: Selecionar uma Cor
sl: Izberi barvo
th: เลือกสี

source: System Colors
br: Livio? ar reizhiad
cs: Sytémové barvy
da: System farver
eo: Operaciumaj koloroj
et: Süsteemsed värvid
hu: Rendszerpaletta
is: Kerfislitir
no: Systemfarger
pt_br: Cores do Sistema
sl: Sistemske barve
th: สีของระบบ

source: Custom Colors
br: Liviou diouzhoc'h
cs: Vlastní barvy
da: Brugerdefinerede farver
eo: Propraj koloroj
et: Omatehtud värvid
hu: Saját paletta
is: Aukalitir
no: Brukerdefinerte farger
pt_br: Cores Personalizadas
sl: Doloèene barve
th: เลือกสีเอง

source: Add to Custom Colors
br: Ouzhpenna? d'al livio? diouzhoc'h
cs: Pøidat k vlastním barvám
da: Tilføj til brugerdefinerede farver
eo: Aldonu al la propraj koloroj
et: Lisa omatehtud värvidele
hu: Saját palettához ad
is: Bæta við aukalit
no: Tilføy til brukerdefinerte farger
pt_br: Adicionar a Cores Personalizadas
sl: Dodaj doloèenim barvam
th: เพิ่มสีที่เลือก

source: Custom...
br: Diouzhoc'h...
cs: Vlastní...
da: Brugerdefineret...
eo: Adaptu...
et: Omatehtud...
hu: Saját...
is: Heimatilbúið...
no: Brukerdefinert...
pt_br: Personalizar...
sl: Doloèi...
th: เลือกเอง...

source: Default
br: Dre ziouer
cs: Implicitní
da: Standard
eo: Implicita
et: Vaikimisi
hu: Alapértékek
is: Sjálfgefið
no: Standard
pt_br: Padrão
sl: Privzeto
th: ค่าเริ่มต้น

source: Apply
br: Arloa?
cs: Pou¾ít
da: Anvend
eo: Apliku
et: Rakenda
hu: Alkalmaz
is: Virkja
no: Bruk
pt_br: Aplicar
sl: Uveljavi
th: มีผลทันที

source: January
br: Genver
cs: Leden
da: Januar
eo: Januaro
et: Jaanuar
hu: Január
is: Janúar
no: Januar
pt_br: Janeiro
sl: januar
th: มกราคม

source: February
br: C'hwevrer
cs: Únor
da: Februar
eo: Februaro
et: Veebruar
hu: Február
is: Febrúar
no: Februar
pt_br: Fevereiro
sl: februar
th: กุมภาพันธ์

source: March
br: Meurzh
cs: Bøezen
da: Marts
eo: Marto
et: Märts
hu: Március
is: Mars
no: Mars
pt_br: Março
sl: marec
th: มีนาคม

source: April
br: Ebrel
cs: Duben
eo: Aprilo
et: Aprill
hu: Április
is: apríl
pt_br: Abril
th: เมษายน

source: May
br: Mae
cs: Kvìten
da: Maj
eo: Majo
et: Mai
hu: Május
is: maí
no: Mai
pt_br: Maio
sl: maj
th: พฤษภาคม

source: June
br: Mezheven
cs: Èerven
da: Juni
eo: Junio
et: Juuni
hu: Június
is: júní
no: Juni
pt_br: Junho
sl: junij
th: มิถุนายน

source: July
br: Gouere
cs: Èervenec
da: Juli
eo: Julio
et: Juuli
hu: Július
is: júlí
no: Juli
pt_br: Julho
sl: julij
th: กรฎาคม

source: August
br: Eost
cs: Srpen
eo: Aýgusto
hu: Augusztus
is: ágúst
pt_br: Agosto
sl: avgust
th: สิงหาคม

source: September
br: Gwengolo
cs: Záøí
eo: Septembro
hu: Szeptember
pt_br: Setembro
th: กันยายน

source: October
br: Here
cs: Øíjen
da: Oktober
eo: Oktobro
et: Oktoober
hu: Október
is: október
no: Oktober
pt_br: Outubro
sl: oktober
th: ตุลาคม

source: November
br: Du
cs: Listopad
eo: Novembro
is: nóvember
pt_br: Novembro
th: พฤศจิกายน

source: December
br: Kerzu
cs: Prosinec
eo: Decembro
et: Detsember
is: desember
no: Desember
pt_br: Dezembro
th: ธันวาคม

source: (invalid)
br: (siet)
cs: (neplatné)
da: (ugyldig)
eo: (nevalida)
et: (kehtetu)
hu: (érvénytelen)
is: (ólöglegt)
no: (ugyldig)
pt_br: (inválido)
sl: (napaèen)
th: (ไม่ถูกต้อง)

source: Sun
br: Sul
cs: Ne
da: Søn
eo: Dim
et: S
hu: Vas
no: Søn
pt_br: Dom
sl: ned
th: อา

source: Mon
br: Lun
cs: Po
da: Man
eo: Lun
et: E
hu: Hét
is: mán
no: Man
pt_br: Seg
sl: pon
th: จ.

source: Tue
br: Meu
cs: Út
da: Tir
eo: Mar
et: T
hu: Kedd
is: þri
no: Tir
pt_br: Ter
sl: tor
th: อ.

source: Wed
br: Mer
cs: St
da: Ons
eo: Mer
et: K
hu: Sze
is: mið
no: Ons
pt_br: Qua
sl: sre
th: พ.

source: Thu
br: Yao
cs: Èt
da: Tor
eo: ¬aý
et: N
hu: Csü
is: fim
no: Tor
pt_br: Qui
sl: èet
th: พฤ

source: Fri
br: Gwe
cs: Pá
da: Fre
eo: Ven
et: R
hu: Pén
is: fös
no: Fre
pt_br: Sex
sl: pet
th: ศ.

source: Sat
br: Sad
cs: So
da: Lør
eo: Sab
et: L
hu: Szo
is: lau
no: Lør
pt_br: Sáb
sl: sob
th: ส.

source: Sorry
br: Ho tigarez
cs: Lituji
da: Desværre
eo: Pardonu
et: Vabandust
hu: Sajnálom
is: Afsakið
no: Beklager
pt_br: Desculpe
sl: Oprostite
th: ขออภัย

source: The specified File does not exist
br: Ar restr goulennet n'eus ket anezha?
cs: Specifikovaný soubor neexistuje
da: Den valgte fil eksisterer ikke
eo: La indikita dosiero ne ekzistas
et: Sellist faili ei eksisteeri
hu: A megadott file nem létezik
is: Tiltekin skrá finnst ekki
no: Den valgte filen finnes ikke
pt_br: O arquivo especificado não existe
sl: Oznaèena datoteka ne obstaja
th: ไม่พบไฟล์ที่ระบุ

source: Sorry:
br: Ho tigarez :
cs: Lituji:
da: Desværre:
eo: Pardonu:
et: Vabandust:
hu: Sajnálom:
is: Afsakið:
no: Beklager:
pt_br: Desculpe:
sl: Oprostite:
th: ขออภัย:

source: You have specificated a directory
br: Goulennet hoc'h eus ur renkell
cs: Zadal jste adresáø
da: Du har valgt en folder
eo: Vi ne indikis dosierujon
et: Sa oled kirjeldanud kataloogi
hu: Egy könyvtárat adott meg
is: Þú hefur tiltekið möppu
no: Du har angitt en mappe
pt_br: Especificou um diretório
sl: Oznaèili ste imenik
th: คุณได้ระบุไดเร็กทอรี

source: You do not have read permission to this file.
br: N'hoc'h ket aotreet da lenn ar restr-ma?.
cs: Nemáte práva ke ètení tohoto souboru.
da: Du har ikke læse tilladelse til denne fil.
eo: Vi ne havas legopermeson por tiu æi dosiero.
et: Sul ei ole õigusi selle faili lugemiseks.
hu: Nincs olvasási joga ehhez a file-hoz.
is: Þú hefur ekki lesrétindi á þessa skrá.
no: Du har ikke lesetilgang til denne fil
pt_br: Não tem permissões de leitura neste arquivo
sl: Za branje te datoteke nimate dovoljenja.
th: คุณไม่ได้รับอนุญาตให้อ่านไฟล์นี้

source: An Error occured while trying to open this Document
br: Bez' ez eus bet ur c'hammad en ur glask digeri? an Teul-ma?
cs: Nastala chyba pøi otevírání tohoto dokumentu
da: Der opstod en fejl ved indlæsningen af dette dokument
eo: Okazis eraro dum malfermado de tiu æi dokumento
et: Selle dokumendi avamisel ilmnes viga
hu: Hiba történt a dokumentum megnyitásakor.
is: Villa kom upp þegar reynt var að opna þetta skjal
no: En feil oppsto ved forsøk på åpne dette dokument
pt_br: Um erro ocorreu enquanto tentava abrir este documento
sl: Pri odpiranju dokumenta je pri¹lo do napake
th: ปรากฏข้อผิดพลาดระหว่างพยายามเปิดเอกสารนี้

source: Select Document to Insert
br: Diuzit an teul da enlakaat
cs: Vyber dokument pro vlo¾ení
da: Vælg dolument til at indsætte
eo: Elektu dokumenton por enmeto
et: Vali dokument, mida lisada
hu: Válassza ki a beillesztendõ dokumentumot
is: Veldu Skjal til að stinga inn
no: Velg dokument som skal insettes
pt_br: Selecione Documento para Inserir
sl: Izberite dokument, ki ga ¾elite vstaviti
th: เลือกเอกสารเพื่อทำการแทรก

source: Warning:
br: Diwallit :
cs: Pozor:
da: Advarsel:
eo: Averto:
et: Hoiatus:
hu: Figyelmeztetés:
is: Aðvörun:
no: Advarsel:
pt_br: Aviso:
sl: Pozor:
th: คำเตือน:

source: The current Document has been modified. Would you like to save it?
br: Kemmet eo bet an teul-red. Ha fellout a ra deoc'h e enrolla? ?
cs: Souèasný dokument byl modifikován. Pøejete si ho ulo¾it?
da: Det aktuelle dokument er ændret. Vil du gemme det?
eo: La aktuala dokumento estas þaøita. Æu vi volas savi øin?
et: Käesolevat dokumenti on muudetud. Soovid sa selle salvestada?
hu: A jelenlegi szöveget módosította. Szeretné elmenteni?
is: Núverandi skjal hefur breyst. Viltu vista það?
no: Dokument i bruk har blitt endret. Ønsker du å lagre det?
pt_br: O Documento atual foi modificado. Gostaria de gravá-lo?
sl: Sedanji dokument je bil spremenjen. Ga ¾elite shraniti?
th: เอกสารฉบับปัจจุบันได้ถูกปรับปรุงแล้ว คุณต้องการบันทึกหรือไม่?

source: Could not save the document. Open a new document anyways?
br: Ne c'hallen ket enrolla? an teul. Digeri? un teul nevez memestra ?
cs: Není mo¾né ulo¾it dokument. Otevøít i pøesto nový dokument?
da: Kunne ikke gemme det aktuelle dokument. Vil du åbne et nyt alligevel?
eo: Ne eblis savi la dokumenton. Æu tamen malfermi novan dokumenton?
et: Dokumenti ei saa salvestada. Kas avada vaatamata sellele uus dokument?
hu: Nem tudtam elmenteni a szöveget. Azért nyissam meg az újat?
is: Ekki tókst að vista skjalið. Viltu samt opna nýtt?
no: Kunne ikke lagre dokumentet. Åpne et nytt dokument likevel?
pt_br: Não consegui gravar o documento. Abrir um novo documento de qualquer modo?
sl: Dokumenta mi ni uspelo shraniti. ®elite kljub temu odpreti nov dokument?
th: ไม่สามารถบันทึกไฟล์ได้ ยังคงต้องการจะเปิดเอกสารใหม่อยู่หรือไม่?

source: Select Document to Open
br: Diuzit an teul da zigeri?
cs: Vyberte dokument k otevøení
da: Vælg et dokument at åbne
eo: Elektu dokumenton malfermendan
et: Vali dokument, mida avada
hu: Válassza ki a megnyitandó dokumentumot
is: Veldu skjal til að opna.
no: Velg dokumenter å åpne
pt_br: Selecione documento a ser aberto
sl: Izberite dokument, ki ga ¾elite odpreti
th: เลือกเอกสารที่จะเปิด

source: Could not save the document. Create a new document anyways?
br: Ne c'hallen ket enrolla? an teul Kroui? un teul nevez memestra ?
cs: Není mo¾né ulo¾it dokument.\n Vytvoøit i pøesto nový dokument?
da: Kunne ikke gemme det aktuelle dokument. Vil du oprette et nyt alligevel?
eo: Ne eblis savi la dokumenton. Æu tamen krei novan dokumenton?
et: Dokumenti ei saa salvestada. Kas luua vaatamata sellele uus dokument?
hu: Nem tudtam elmenteni a szöveget. Azért csináljak egy újat?
is: Ekki tókst að vista skjalið. Viltu samt búa til nýtt?
no: Kunne ikke lagre dokumentet. Vil du opprette et nytt dokument likevel?
pt_br: Não consegui gravar o documento. Criar um novo documento de qualquer modo?
sl: Dokumenta mi ni uspelo shraniti. ®elite kljub temu narediti nov dokument?
th: ไม่สามารถบันทึกเอกสารได้ ยังคงต้องการสร้างเอกสารใหม่อยู่หรือไม่?

source: Untitled
br: Diditl
cs: Nepojmenovaný
da: Uden navn
eo: Sentitola
et: Nimetu
hu: Névtelen
is: Nafnlaust
no: Uten tittel
pt_br: Sem Título
sl: Brez naslova
th: นิรนาม

source: Could not save the document
br: Ne c'hallen ket enrolla? an teul
cs: Není mo¾né ulo¾it dokument
da: Kunne ikke gemme dokumentet
eo: Ne eblis savi la dokumenton
et: Dokumenti ei saa salvestada
is: Ekki tókst að vista skjalið
no: Kunne ikke lagre dokumentet
pt_br: Não consegui gravar documento
sl: Dokumenta mi ni uspelo shraniti
th: ไม่สามารถบันทึกเอกสารได้

source: Save Document As
br: Enrolla? an teul e
cs: Ulo¾it dokument jako
da: Gem Dokument som
eo: Sekurigu la dokumenton kiel
et: Salvesta dokument kui
hu: Mentés másként
is: Vista skjal sem
no: Lagre som
pt_br: Salvar Documento Como
sl: Shrani dokument kot
th: ให้บันทึกเอกสารในชืื่อ

source: A Document with this Name exists already Do you want to overwrite it ?
br: Bez' ez eus un teul gant an anv-se endeo Ha fellout a ra deoc'h e raskla? ?
cs: Dokument s tímto jménem ji¾ existuje pøejete si ho pøepsat?
da: Et dokument med dette navn eksisterer allerede. Vil du overskrive det?
eo: Dokumento kun tiu nomo jam ekzistas Æu vi volas øin anstataýigi?
et: Sellise nimega dokument eksisteerib juba Soovid sa selle üle kirjutada?
hu: Ilyen nevû fájl már létezik Felül akarja írni?
is: Nú þegar er til skjal með þessu nafni. Viltu skrifa yfir það?
no: Et dokument med dette navn eksisterer allerede Vil du overskrive det ?
pt_br: Um Documento com este Nome já existe Quer sobrescrevê-lo ?
sl: Dokument s tem imenom ¾e obstaja. ®elite pisati prek?
th: มีเอกสารชื่อนี้ปรากฏอยู่แล้ว คุณต้องการบันทึกทับหรือไม่?

source: You do not have write permission to this file.
br: N'hoc'h ket aotreet da skriva? war ar restr-ma?.
cs: Nemáte práva k zápisu do tohoto souboru.
da: Du har ikke skriveadgang til dette dokument.
eo: Vi ne havas skribpermeson por tiu æi dosiero.
et: Sul ei ole õigusi kirjutada sellesse faili.
is: Þú hefur ekki skrifréttindi á þessa skrá.
no: Du har ikke skrivetilgang til denne fil
pt_br: Não tem permissões de escrita neste arquivo.
sl: Za pisanje v to datoteko nimate dovoljenja.
th: คุณไม่ได้รับอนุญาตในการเขียนไฟล์นี้

source: End of document reached. Continue from the beginning?
br: Diwezh an teul tizhet. Kenderc'hel adalek an dero? ?
cs: Dosa¾eno konce dokumentu. Pokraèovat od zaèátku?
da: Slutningen på dokumentet er nået. Fortsæt fra starten?
eo: Fino de la dokumento atingita. Æu daýrigi de la komenco?
et: Jõudsime dokumendi lõppu. Kas alustada algusest?
hu: A file végére értem. Folytassam az elejérõl?
is: Lokum skjals er náð. Viltu leita frá byrjun þess?
no: Slutten på dokumentet er nådd. Fortsette fra begynnelsen?
pt_br: Fim do documento atingido. Continuar do princípio?
sl: Pri¹li ste do konca dokumenta. ®elite nadaljevati od zaèetka?
th: ถึงจุดสิ้นสุดของเอกสารแล้ว จะทำต่อจากจุดเริ่มต้นหรือไม่?

source: Beginning of document reached. Continue from the end?
br: Derou an teul tizhet. Kenderc'hel adalek an diwezh ?
cs: Dosa¾eno zaèátku dokumentu. Pokraèovat od konce?
da: Begyndelsen på dokumentet er nået. Fortsæt fra slutningen?
eo: Komenco de la dokumento atingita. Æu daýrigi de la fino?
et: Jõudsime dokumendi algusesse. Kas jätkata lõpust?
hu: A file elejére értem. Folytassam az végérõl?
is: Byrjun skjals er náð. Viltu leita frá lokum þess?
no: Begynnelsen på dokumentet er nådd. Fortsette fra slutten?
pt_br: Inicio do documento atingido. Continuar do fim?
sl: Pri¹li ste do zaèetka dokumenta. ®elite nadaljevati s konca?
th: ถึงจุดเริ่มต้นของเอกสารแล้ว จะทำต่อจากจุดท้ายของเอกสารหรือไม่?

source: Case Sensitive
br: Evezhiek ouzh ar c'hef
cs: Rozli¹ovat velikost
da: Store/små bogstaver
eo: Dist. usklecon
et: Tõstutundlik
hu: Kis/nagybetû érzékeny
is: Háð há-/lágstöfum
no: Skille mellom små og store
pt_br: Distinguir Maiúsculas
sl: Loèi velike in male èrke
th: พิจารณาตัวอักษรตัวใหญ่-เล็ก

source: Find Backwards
br: Kavout war-gil
cs: Hledej odzadu
da: Find bagfra
eo: Trovu retroire
et: Leia tagasisuunas
hu: Keresd visszafele
is: Leita aftur á bak
no: Let baklengs
pt_br: Procurar para Trás
sl: Najdi vzvratno
th: ค้นหาย้อนหลัง

source: Done
br: Graet
cs: Hotovo
da: Klar
eo: preta
et: Tehtud
hu: Kész
is: Lokið
no: Ferdig
pt_br: Feito
sl: Opravljeno
th: สำเร็จเรียบร้อย

source: Find:
br: Kavout :
cs: Nalézt:
eo: Trovu:
et: Leia:
hu: Keresd:
is: Leita að:
no: Finn:
pt_br: Procurar:
sl: Najdi:
th: ค้นหา:

source: Replace with:
br: Erlec'hia? gant :
cs: Nahradit s:
da: Udskift med:
eo: Anstataýigu per:
et: Asenda:
hu: Cseréld erre:
is: Setja í staðinn:
no: Erstatt med
pt_br: Substituir com:
sl: Zamenjaj z:
th: แทนที่ด้วย:

source: Replace All
br: Erlec'hia? pep tra
cs: Nahradit v¹e
da: Udskift alle
eo: Anstataýigu æie
et: Asenda kõik
hu: Mindet cseréld
is: Skipta öllum
no: Erstatt alle
pt_br: Substituir Tudo
sl: Zamenjaj vse
th: แทนที่ทั้งหมด

source: Goto Line
br: Kit da linenn
cs: Jdi na øádek
da: Gå til linie
eo: Iru la linio
et: Mine reale
hu: Ugrás sorra
is: Fara að línu
no: Gå til linje
pt_br: Ir para a Linha
sl: Pojdi v vrstico
th: ไปยังบรรทัดที่

source: Go
br: Kit
cs: Jdi
da: Start
eo: Ek
et: Mine
hu: Mehet
is: Far
no: Start
pt_br: Ir
sl: Pojdi
th: ไปที่

source: Select Font
br: Diuzit un nodrezh
cs: Vyber znakovou sadu
da: Vælg skrifttype
eo: Elektu tiparon
et: Vali font
hu: Kiválasztott betûtípus
is: Velja letur
no: Velg skrifttype
pt_br: Escolher uma Fonte
sl: Izberi pisavo
th: เลือกฟ้อนท์

source: Requested Font
br: Nodrezh goulennet
cs: Po¾adovaná znaková sada
da: Valgt skrifttype
eo: Postulita tiparo
et: Soovitud font
hu: Kért betûtípus
is: Umbeðið letur
no: Ønsket skrifttype
pt_br: Fonte Pedida
sl: Zahtevana pisava
th: ฟ้อนท์ที่ต้องการ

source: Actual Font
br: Nodrezh a-vrema?
cs: Aktuální znaková sada
da: Aktuel skrifttype
eo: Fakta tiparo
et: Tegelik font
hu: Jelenlegi betûtípus
is: Raunletur
no: Aktuell skrifttype
pt_br: Fonte Efetiva
sl: Dejanska pisava
th: ฟ้อนท์ที่ใช้จริง

source: Family:
br: Familh :
cs: Rodina:
da: Familie:
eo: Familio:
et: Perekond:
hu: Család:
is: Fjölskylda:
no: Familie:
pt_br: Família:
sl: Dru¾ina:
th: ตระกูล:

source: Charset:
br: Arouezenneg :
cs: Kódování:
da: Tegnsæt:
eo: Signaro:
et: Kooditabel:
hu: Betûkészlet:
is: Stafasett:
no: Tegnsett:
pt_br: Conjunto de caracteres:
sl: Nabor znakov:
th: ชุดอักษร:

source: Size:
br: Ment :
cs: Velikost:
da: Størrelse:
eo: Grandeco:
et: Suurus:
hu: Méret:
is: Stærð:
no: Størrelse:
pt_br: Tamanho:
sl: Velikost:
th: ขนาด:

source: Weight:
br: Pouez :
cs: Váha:
da: Vægt:
eo: Graseco:
et: Paksus:
hu: Vastagság:
is: Vægi:
no: Vekt:
pt_br: Peso:
sl: Te¾a:
th: น้ำหนัก:

source: Style:
br: Giz :
cs: Styl:
da: Stil:
eo: Stilo:
et: Stiil:
hu: Stílus:
is: Stíll:
no: Stil:
pt_br: Estilo:
sl: Slog:
th: ลักษณะ:

source: Size
br: Ment
cs: Velikost
da: Størrelse
eo: Grandeco
et: Suurus
hu: Méret
is: Stærð
no: Størrelse
pt_br: Tamanho
sl: Velikost
th: ขนาด

source: Weight
br: Pouez
cs: Váha
da: Vægt
eo: Graseco
et: Paksus
hu: Vastagság
is: Vægi
no: Vekt
pt_br: Peso
sl: Te¾a
th: น้ำหนัก

source: normal
br: boas
cs: normální
eo: normala
et: normaalne
hu: normál
is: venjulegt
sl: navadna
th: ตัวปกติ

source: bold
br: druz
cs: tuèné
da: fed
eo: grasa
et: rasvane
hu: félkövér
is: feitletrað
no: fet
pt_br: negrito
sl: polkrepko
th: ตัวเข้ม

source: Style
br: Giz
cs: Styl
da: Stil
eo: Stilo
et: Stiil
hu: Stílus
is: Stíll
no: Stil
pt_br: Estilo
sl: slog
th: ลักษณะ

source: roman
eo: romana
et: püstkiri
hu: román
is: lóðletrað
pt_br: romano
th: ตัวโรมัน

source: italic
br: italek
da: kursiv
eo: kursiva
et: kaldkiri
hu: kurzív
is: skáletrað
no: kursiv
pt_br: itálico
sl: kurzivno
th: ตัวเอียง

source: Charset
br: Arouezenneg
cs: Kódování
da: Tegnsæt
eo: Signaro
et: Kooditabel
hu: Betûkészlet
is: Stafasett
no: Tegnsett
pt_br: Conjunto de caracteres
sl: Nabor znakov
th: ชุดตัวอักษร

source: Dolor Ipse
br: Diouzh e labour, ar micherour
hu: árvíztûrõ tükörfúrógép
is: ...sem þrjú sverð væru á lofti.
th: กขคงจ

source: Bold
br: Druz
cs: Tuèné
da: Fed
eo: Grasa
et: Rasvane
hu: Félkövér
is: Feitletrað
no: Fet
pt_br: Negrito
sl: Polkrepko
th: ตัวเข้ม

source: Normal
br: Boas
cs: Normální
eo: Normala
et: Normaalne
hu: Normál
is: Venjulegt
sl: Navadno
th: ตัวปกติ

source: Select Icon
br: Diuzit un arlun
cs: Vyber ikonu
da: Vælg ikon
eo: Elektu piktogramon
et: Vali ikoon
hu: Ikon kiválasztása
is: Veldu táknmynd
no: Velg ikon
pt_br: Escolher Ícone
sl: Izberi ikono
th: เลือกไอคอน

source: Filter:
br: Sil :
cs: Maska:
eo: Filtrilo:
hu: Szûrõ:
is: Sía:
pt_br: Filtro:
th: ตัวกรอง:

source: Configure key bindings
br: Kefluniit liammo? stokell
cs: Nastavení klávesových vazeb
da: Indstil tastebindinger
et: Konfigureeri klahvide seoseid
hu: Billentyû hozzárendelések beállítása
is: Stilla hnappabindingar
no: Konfigurer Tastkoblinger
pt_br: Configurar dependências de teclado
sl: Nastavi vezi s tipkami
th: คอนฟิกการทำคีย์ไบน์ดิง (จับคู่)

source: &Help
br: &Skoazell
cs: &Nápovìda
da: &Hjælp
eo: &Helpo
et: &Abi
hu: &Segítség
is: &Hjálp
no: &Hjelp
pt_br: A&juda
sl: &Pomoè
th: &อธิบาย

source: &Defaults
br: &Dre ziouer
cs: Impli&citní
da: &Standard
et: &Vaikeväärtused
is: &Sjálfgefin gildi
no: &Standarder
pt_br: &Padrões
sl: &Privzeto
th: &ค่าแต่เริ่มต้น

source: Current key
br: Stokell war implij
cs: Aktuální klávesová zkratka
da: Nuværende tast
eo: Aktuala klavo
et: Käesolev klahv
hu: Jelenlegi billentyû
is: Núverandi hnappur
no: Gjeldende tast
pt_br: Tecla corrente
sl: Trenutna tipka
th: คีย์ปัจจุบัน

source: &Action
br: &Obererezh
cs: È&innost
da: &Formål
eo: &Ago
et: &Tegevus
is: &Aðgerð
no: &Hendelse
pt_br: &Ação
sl: &Uèinek
th: &กิจกรรม

source: Choose a key for the selected action
br: Dibabit ur stokell evit an obererezh diuzet
cs: Vyberte klávesovou zkratku pro vybranou akci
da: Vælg en tast til det valgte formål
et: Vali klahv valitud tegevuseks
hu: Válasszon billentyût a kijelölt eseményhez
is: Veldu hnapp fyrir valda aðgerð
no: Velg en tast for den valgte hendelse
pt_br: Escolha uma tecla para a ação selecionada
sl: Izberite tipko, ki bo imela doloèen uèinek
th: เลือกคีย์สำหรับกิจกรรมที่ต้องการ

source: &No key
br: Stokell &ebet
cs: ®ád&ná klávesa
da: &Ingen tast
eo: &Neniu klavo
et: &Pole klahvi
hu: &Nincs billentyû
is: &Enginn hnappur
no: &Ingen tast
pt_br: &Nenhuma tecla
sl: &Brez tipke
th: &ไม่มีคีย์

source: &Default key
br: Stokell dre &ziouer
cs: Impli&citní klávesa
da: &Standard tast
eo: &Implicita klavo
et: &Vaikimisi klahv
is: &Sjálfgefinn hnappur
no: &Standard tast
pt_br: &Tecla padrão
sl: &Privzeta tipka
th: &คีย์แต่เริ่มต้น

source: &Custom key
br: Stokell &diouzhoc'h
cs: &Vlastní klávesa
da: &Brugerdefineret tast
eo: &Propra klavo
et: &Oma klahv
is: &Heimatilbúinn hnappur
no: &Egendefinert tast
pt_br: T&ecla personalizada
sl: &Doloèena tipka
th: &ปรับแต่งคีย์

source: No keys defined
br: Stokell termenet ebet
cs: Nejsou definovány ¾ádné klávesy
da: Ingen taster defineret
et: Klahve pole defineeritud
hu: Nincs billentyû definiálva
is: Engin hnappavirkni skilgreind
no: Ingen taster definert
pt_br: Nenhuma tecla definida
sl: Tipke niso doloèene
th: ไม่มีคีย์ที่กำหนด

source: Not configurable
br: Digeflunius
cs: Není nastavitelné
da: Kan ikke indstilles
et: Pole konfigureeritav
hu: Nem állítható
is: Ekki stillanlegt
no: Ikke konfigurerbart
pt_br: Não configurável
sl: Ni nastavljivo
th: ทำการคอนฟิกไม่ได้

source: Global Keys
br: Stokello? hollek
cs: Globální klávesové zkratky
da: Globale taster
et: Globaalsed klahvid
hu: Globális Billentyûk
is: Altækir hnappar
no: Globale taster
pt_br: Teclas Globais
sl: Globalne tipke
th: คีย์แบบโกลบอล

source: Keys
br: Stokello?
cs: Klávesy
da: Taster
et: Klahvid
hu: Billentyûk
is: Hnappar
no: Taster
pt_br: Teclas
sl: Tipke
th: คีย์

source: Attention : key already used
br: Da ziwall : stokell en implij endeo
cs: Pozor : klávesová zkratka je ji¾ pou¾itá
da: Pas på : tast allerede i brug
et: Hoiatus: klahv on juba kasutusel
hu: Figyelem: a billentyû már használvan van
is: Athugið: hnappur er í notkun
no: Hør etter : tast allerede i bruk
pt_br: Atenção: tecla já usada
sl: Pozor: tipka je ¾e uporabljena
th: ระวัง: คีย์ถูกใช้แล้ว

source: Press the wanted key
br: Stokit ar stokell c'hoantaet
cs: Stisknìte po¾adovanou klávesu
da: Tryk på den ønskede tast
et: Vajuta soovitud klahvi
hu: Nyomja meg a kívánt billentyût
is: Ýttu á hnapp til að velja hann
no: Trykk den ønskede tast
pt_br: Pressione a tecla desejada
sl: Pritisnite ¾eljeno tipko
th: กดคีย์ที่ต้องการ

source: Undefined key
br: Stokell didermenet
cs: Nedefinovaná klávesa
da: Udefineret tast
et: Defineerimata klahv
hu: Definiálatlan billentyû
is: Óskilgreindur hnappur
no: Udefinert tast
pt_br: Tecla indefinida
sl: Nedoloèena tipka
th: คีย์ที่ไม่ได้กำหนด

source: Return to end edition
br: Enmont evit echui? an aoza?
cs: Vrátit ke koneèné verzi
da: Linieskift afslutter redigering
et: Tagasi redigeerimise lõppu
hu: Vissza az utlsó változathoz
no: Linjeskrift for å avslutte editering
pt_br: Retornar para finalizar edição
sl: Vrni se na konec
th: กลับสู่เอดิชั่นสุดท้าย

source: Incorrect key
br: Stokell siet
cs: Neplatná klávesa
da: Forkert tast
et: Vale klahv
hu: Hibás billentyû
is: Rangur hnappur
no: Ugyldig tast
pt_br: Tecla incorreta
sl: Napaèna tipka
th: คีย์ไม่ถูกต้อง
