Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: unknown
br: dianav
cs: neznámé
da: ukendt
eo: nekonata
et: tundmatu
hu: ismeretlen
is: óþekkt
no: ukjent
pt_br: desconhecido
sl: neznan
th: ไม่ทราบ

source: Jan
br: Gen
cs: Led
et: Jaan.
th: มค.

source: Feb
br: C'h
cs: Úno
et: Veebr.
pt_br: Fev
th: กพ.

source: Mar
br: Meu
cs: Bøe
et: Märts
hu: Már
th: มีค.

source: Apr
br: Ebr
cs: Dub
hu: Ápr
pt_br: Abr
th: เมย.

source: Jun
br: Mez
cs: Èen
et: Juuni
hu: Jún
is: Jún
th: มิย.

source: Jul
br: Gou
cs: Èec
et: Juuli
hu: Júl
is: Júl
th: กค.

source: Aug
br: Eos
cs: Srp
eo: Aýg
is: Ágú
pt_br: Ago
sl: avg
th: สค.

source: Sep
br: Gwe
cs: Záø
et: Sept.
hu: Szep
pt_br: Set
th: กย.

source: Oct
br: Her
cs: Øíj
da: Okt
eo: Okt
et: Okt.
hu: Okt
is: Okt
no: Okt
pt_br: Out
sl: okt
th: ตค.

source: Nov
br: Du
cs: Lis
is: Nóv
th: พย.

source: Dec
br: Ker
cs: Pro
et: Dets.
is: Des
no: Des
pt_br: Dez
th: ธค.

source: Name:
br: Anv :
cs: Jméno:
da: Navn:
eo: Nomo:
et: Nimi:
hu: Név:
is: Nafn:
no: Navn:
pt_br: Nome:
sl: Ime:
th: ชื่อ:

source: Date:
br: Deizhiad :
cs: Datum:
da: Dato:
eo: Dato:
et: Kuupäev:
hu: Dátum:
is: Dagsetning:
no: Dato:
pt_br: Data:
sl: Datum:
th: วันที่:

source: Owner:
br: Perc'henn :
cs: Vlastník:
da: Ejer:
eo: Posedanto:
et: Omanik:
hu: Tulajdonos:
is: Eigandi:
no: Eier:
pt_br: Dono:
sl: Lastnik:
th: เจ้าของ:

source: Group:
br: Strollad :
cs: Skupina:
da: Gruppe:
eo: Grupo:
et: Grupp:
hu: Csoport:
is: Hópur:
no: Gruppe:
pt_br: Grupo:
sl: Skupina:
th: กลุ่ม:

source: Type:
br: Seurt :
cs: Typ:
eo: Tipo:
et: Tüüp:
hu: Típus:
is: Tegund:
pt_br: Tipo:
sl: Tip:
th: ประเภท:

source: locked
br: prennet
cs: zamknutý
da: låst
eo: þlosita
et: lukustatud
hu: zárolt
is: læst
no: låst
pt_br: trancado
sl: zaklenjeno
th: ล็อค

source: picture
br: skeudenn
cs: obrázek
da: billede
eo: bildo
et: pilt
hu: kép
is: mynd
no: bilde
pt_br: imagem
sl: slika
th: ภาพ

source: folder
br: renkell
cs: adresáø
eo: dosierujo
et: kataloog
hu: mappa
is: mappa
no: mappe
pt_br: pasta
sl: imenik
th: แฟ้ม

source: You dont have the file %s Could not do Authorization
br: N'hoc'h eus ket ar restr %s Ne c'hallen ket aotren
cs: Nemáte soubor %s Není mo¾né provést autorizaci
da: Du har ikke filen %s Kunne ikke autorisere
eo: Vi ne posedas la dosieron %s Ne eblis legitimigi vin
et: Sul ei ole faili nimega %s Ei suuda autoriseerida
hu: Hiányzik a %s fájl Így nem tudok azonoítani
is: Þú ert ekki með skrána %s, svo það var ekki hægt að auðkenna
no: Du har ikke filen %s Kunne ikke utføre autorisering
pt_br: Você não tem o arquivo %s Não posso proceder à Autorização
sl: Nimate datoteke %s Nisem mogel odobriti
th: คุณไม่มีไฟล์ %s อยู่ ไม่สามารถทำการให้สิทธิ์

source: KFM Error
br: Fazi KFM
cs: Chyba KFM
da: KFM Fejl
eo: KFM-Eraro
et: KFM viga
hu: KFM Hiba
is: KFM Villa
no: KFM-feil
pt_br: Erro do KFM
sl: KFM napaka
th: ข้อผิดพลาดของ KFM

source: The file %s is corrupted Could not do Authorization
br: Ar restr %s a zo brein Ne c'hallen ket aotrei?
cs: Soubor %s je po¹kozen Není mo¾né provést autorizaci
da: Filen %s er korumperet Kunne ikke autorisere
eo: La dosiero %s estas difektita Ne eblis legitimig vin
et: Fail nimega %s on kahjustatud Ei suuda autoriseerida.
hu: A %s fájl megsérült Így nem tudok azonosítani
is: Skráin %s er skemmd, svo það var ekki hægt að auðkenna
no: Filen %s er korrupt Kunne ikke utføre autorisering
pt_br: O arquivo %s está corrompido Não posso proceder à Autorização
sl: Datoteka %s je pokvarjena Nisem mogel odobriti
th: เกิดความเสียหายในไฟล์ %s ไม่สามารถทำการให้สิทธิ์

source: Create Root/Affix combinations not in the dictionary
br: Kroui? Gwrizienn/Tagell a-gevret zo er-maez ar geriadur
cs: Vytvoøit kombinace koøen/pøípona chybìjící ve slovníku
da: Lav Root/Affix kombinationer som ikke er i ordbog
et: Loo juure ja lisandi kombinatsioonid, mida ei leidu sõnaraamatus
hu: Szótõ/Toldalék értelmezõ nincs a szótárban
is: Leyfa samsetningar orðstofna og endingasem finnast ekki í orðalista.
no: Lag grunn-/påhengkombinasjoner som ikke er i ordbok
pt_br: Criar combinações de raízes/sufixos inexistentes no dicionário
sl: Naredi nove kombinacije koren/pripona, ki jih ¹e ni v slovarju
th: การสร้างองค์ประกอบ Root/Affix ไม่อยู่ในไดเร็กทอรี

source: Consider run-together words as spelling errors
br: Sellit ouzh gerio? sevenet a-stroll evel fazio?
cs: Uva¾ovat spojená slova jako chyby hláskování
da: Betragt sammenløbne ord som stavefejl
et: Tõlgenda kokkujooksnud sõnu vigadena
hu: Az egybeírt szavak legyenek helyesírási hibák
is: Leyfa ekki óþekkt samsett orð
no: Se på sammensatte ord som stavefeil
pt_br: Considerar palavras grudadas como erros
sl: Obravnavaj skupaj pisane besede kot napake
th: พิจารณาคำที่วิ่งด้วยกันว่าเป็นข้อผิดพลาดในการสะกดคำ

source: Dictionary
br: Geriadur
cs: Slovník
da: Ordbog
et: Sõnaraamat
is: Orðalisti
no: Ordbok
pt_br: Dicionário
sl: Slovar
th: พจนานุกรม

source: Encoding:
br: Kodadur :
cs: Kódování:
da: Indkoder:
et: Kodeering:
hu: Kódolás:
is: Stafatafla:
no: Koding:
pt_br: Codificação:
sl: Kodni nabor:
th: การเข้ารหัส:

source: Latin1
th: ลาติน1

source: 7-Bit/ASCII
is: 7-bita ASCII
no: 7-bitt/ASCII
pt_br: &-Bit/ASCII
sl: 7-bitno/ASCII
th: 7-Bit/แอสกี

source: English
br: Saozneg
cs: Anglický
da: Engelsk
et: Inglise
hu: Angol
is: Enska
no: Engelsk
pt_br: Inglês
sl: angle¹ki
th: อังกฤษ

source: Spanish
br: Spagnoleg
cs: ©panìlský
da: Spansk
et: Hispaania
hu: Spanyol
is: Spænska
no: Spansk
pt_br: Espanhol
sl: ¹panski
th: สเปน

source: German
br: Alamaneg
cs: Nìmecký
da: Tysk
et: Saksa
is: Þýska
no: Tysk
pt_br: Alemão
sl: nem¹ki
th: เยอรมัน

source: Brazilian Portuguese
br: Portugaleg Brazil
cs: Brazilská portugal¹tina
da: Brasiliansk portugisisk
et: Brasiilia portugali
hu: Brazil Portugál
is: Brasilísk portúgalska
no: Brasiliansk portugisisk
pt_br: Português do Brasil
sl: brazilsko portugalski
th: บราซิลโปรตุเกส

source: Unknown
br: Dianav
cs: Neznámý
da: Ukendt
eo: Nekonata
et: Tundmatu
is: Óþekkt
no: Ukjent
pt_br: Desconhecido
sl: Neznan
th: ไม่ทราบ

source: ISpell Default
br: Dre ziouer ISpell
cs: Implicitní pro ispell
da: ISpell standard
et: ISpell'i vaikeväärtused
is: Sjálfgefið í ISpell
no: ISpell-standard
pt_br: Padrão do ISpell
sl: Privzeto za ISpell
th: ตัวเลือกแรกของ ISpell

source: Misspelled Word:
br: G?rio? falsskrivet
cs: Chybnì napsané slovo:
da: Forkert stavet ord
et: Valesti kirjutatud sõna:
hu: Helytelen szó:
is: Misritað orð:
no: Feilstavet ord:
pt_br: Palavra errada:
sl: Narobe èrkovana beseda:
th: คำที่สะกดผิด:

source: Replacement:
br: Erlec'hia? :
cs: Náhrada:
da: Erstatning
et: Asendus:
is: Leiðrétting:
no: Erstatning:
pt_br: Substituir por:
sl: Zamenjava:
th: แทนที่ด้วย:

source: Suggestions:
br: Kinnigo? :
cs: Návrhy:
da: Forslag:
et: Soovitused:
hu: Javaslatok:
is: Uppástungur:
no: Forslag:
pt_br: Sugestões:
sl: Predlogi:
th: คำที่แนะนำ:

source: Ignore
br: Tremen e-biou
cs: Ignorovat
da: Ignorer
et: Ignoreeri
hu: Kihagy
is: Hundsa
no: Ignorer
pt_br: Ignorar
sl: Zanemari
th: ไม่สนใจ

source: Ignore All
br: Tremen e-biou pep lec'h
cs: Ignorovat v¹echny
da: Ignorer alt
et: Ignoreeri kõiki
hu: Kihagyja Mindet
is: Hundsa allt
no: Ignorer alle
pt_br: Ignorar todas
sl: Zanemari vse
th: ไม่สนใจทั้งหมด

source: Add
br: Ouzhpenna?
cs: Pøidat
da: Tilføj
eo: Aldonu
et: Lisa
hu: Hozzáad
is: Bæta við
no: Legg til
pt_br: Adicionar
sl: Dodaj
th: เพิ่ม

source: Stop
br: Paouez
hu: Állj
is: Stöðva
no: Stopp
pt_br: Parar
sl: Ustavi
th: หยุด

source: Error
br: Fazi
cs: Chyba
da: Fejl
eo: Eraro
et: Viga
hu: Hiba
is: Villa
no: Feil
pt_br: Erro
sl: Napaka
th: ข้อผิดพลาด

source: Malformed URL
br: URL siet
cs: URL má chybný formát
da: Misformet URL
eo: Misformita URL
et: Vigane URL
hu: Hibás URL
is: Gölluð slóð (URL)
no: Feilaktig URL
pt_br: URL inválida
sl: Narobe oblikovan URL
th: รูปแบบ URL ผิดพลาด

source: Warning
br: Diwallit
cs: Pozor
da: Advarsel
eo: Averto
et: Hoiatus
hu: Figyelmeztetés
is: Aðvörun
no: Advarsel
pt_br: Aviso
sl: Pozor
th: คำเตือน

source: Save a file
br: Enrolla? ur restr
cs: Ulo¾it soubor
da: Gem en fil
eo: Sekurigas dosieron
et: Salvesta fail
hu: File mentése
is: Vista skrá
no: Lagre en fil
pt_br: Salvar um arquivo
sl: Shrani datoteko
th: บันทึกไฟล์ข้อมูล

source: Contents
br: Endalc'had
cs: Obsah
da: Indhold
eo: Enhavo
et: Sisukord
hu: Tartalom
is: Innihald
no: Innhold
pt_br: Conteúdo
sl: Vsebina
th: รายการ

source: A&bout...
br: &Diwar-benn...
cs: &Informace...
da: &Om...
eo: &Pri...
et: &Info...
hu: &Névjegy...
is: &Um
no: &Om
pt_br: So&bre...
sl: &O programu...
th: เ&กี่ยวกับ

source: On
br: War enaou
cs: Zapnout
da: Aktiveret
eo: Enþaltita
et: Sisse
hu: Be
is: Á
no: Åpne
pt_br: Ligado
sl: Vklopi
th: เปิด

source: Off
br: Lazhet
cs: Vypnout
da: Deaktiveret
eo: Elþaltita
et: Välja
hu: Ki
is: Af
no: Av
pt_br: Desligado
sl: Izklopi
th: ปิด

source: File
br: Restr
cs: Soubor
da: Fil
eo: Dosiero
et: Fail
hu: Fájl
is: Skrá
no: Fil
pt_br: Arquivo
sl: Datoteka
th: ไฟล์

source: &File
br: &Restr
cs: &Soubor
da: &Fil
eo: &Dosiero
et: &Fail
hu: &Fájl
is: &Skrá
no: &Fil
pt_br: &Arquivo
sl: &Datoteka
th: ไ&ฟล์

source: Edit
br: Aoza?
cs: Úpravy
da: Rediger
eo: Redakto
et: Redigeeri
hu: Szerkesztés
is: Sýsl
no: Rediger
pt_br: Editar
sl: Uredi
th: แก้ไข

source: &Edit
br: &Aoza?
cs: Ú&pravy
da: &Rediger
eo: &Redakto
et: &Redigeeri
hu: &Szerkesztés
is: Sýs&l
no: &Rediger
pt_br: &Editar
sl: &Uredi
th: แก้ไ&ข

source: &Options
br: &Dibabo?
cs: &Mo¾nosti
da: &Indstillinger
eo: &Opcioj
et: Val&ikud
hu: &Beállítások
is: S&tillingar
no: &Valg
pt_br: &Opções
sl: &Mo¾nosti
th: &ตัวเลือก

source: View
br: Gwel
cs: Pohled
da: Vis
eo: Aspekto
et: Vaade
hu: Nézet
is: Skoða
no: Vis
pt_br: Ver
sl: Videz
th: มุมมอง

source: &View
br: &Gwel
cs: Po&hled
da: &Vis
eo: &Aspekto
et: &Vaade
hu: &Nézet
is: Sý&n
no: Se &på
pt_br: &Ver
sl: &Videz
th: &มุมมอง

source: E&xit
br: &Er-maez
cs: &Ukonèit
da: &Afslut
eo: &Finu
et: Välju
hu: &Kilépés
is: &Hætta
no: &Avslutt
pt_br: Sai&r
sl: &Izhod
th: &ออก

source: &Quit
br: &Kuit
cs: &Ukonèit
da: &Afslut
eo: &Finu
et: &Lõpeta
hu: &Kilép
is: &Hætta
no: &Avslutt
pt_br: &Sair
sl: &Konèaj
th: &จบ

source: &Copy
br: &Eila?
cs: &Kopírovat
da: &Kopier
eo: &Kopiu
et: &Kopeeri
hu: &Másol
is: &Afrita
no: Ko&pier
pt_br: &Copiar
sl: &Prepi¹i
th: &สำเนา

source: &Paste
br: &Pega?
cs: &Vlo¾it
da: &Indsæt
eo: E&nmetu
et: &Aseta
hu: &Beilleszt
is: &Líma
no: &Lim inn
pt_br: Co&lar
sl: Pri&lepi
th: แ&ปะ

source: &New Window...
br: Prenestr &nevez...
cs: &Nové okno...
da: &Nyt vindue...
eo: &Nova Fenestro...
et: &Uus aken...
hu: Új &ablak...
is: Nýr &gluggi...
no: &Nytt vindu...
pt_br: &Nova Janela...
sl: &Novo okno...
th: ห&น้าต่างใหม่...

source: New &Window...
br: &Prenestr nevez...
cs: Nové o&kno...
da: Nyt &Vindue...
eo: Nova &Fenestro...
et: Uus &aken...
hu: &Új ablak...
is: Nýr &Gluggi...
no: Nytt vin&du...
pt_br: Nova &Janela...
sl: Novo &okno...
th: หน้า&ต่างใหม่...

source: &New Window
br: Prenestr &nevez
cs: Nové o&kno
da: &Nyt vindue
eo: &Nova Fenestro
et: &Uus aken
hu: Új &ablak
is: Nýr &gluggi
no: &Nytt vindu
pt_br: &Nova Janela
sl: &Novo okno...
th: ห&น้าต่างใหม่...

source: New Game
br: C'hoari nevez
cs: Nová hra
da: Nyt spil
eo: Nova Ludo
et: Uus mäng
hu: Új játék
is: Aðra umferð
no: Nytt spill
pt_br: Novo Jogo
sl: Nova igra
th: เริ่มเกมส์ใหม่

source: &New Game
br: &C'hoari nevez
cs: &Nová hra
da: &Nyt spil
eo: &Nova Ludo
et: &Uus mäng
hu: Új &játék
is: &Aðra umferð
no: &Nytt spill
pt_br: &Novo Jogo
sl: &Nova igra
th: เริ่มเ&กมส์ใหม่

source: Open a file
br: Digeri? ur restr
cs: Otevøít soubor
da: Åbn en fil
eo: Malfermu dosieron
et: Ava fail
hu: Fájl megnyitása
is: Opna skrá
no: Åpne en fil
pt_br: Abrir um arquivo
sl: Odpri datoteko
th: เปิดไฟล์

source: Open...
br: Digeri?...
cs: Otevøít ...
da: Åbn...
eo: Malfermu...
et: Ava...
hu: Megnyitás...
is: Opna...
no: Åpne...
pt_br: Abrir...
sl: Odpri...
th: เปิด...

source: &Open...
br: &Digeri?...
cs: &Otevøít ...
da: &Åbn...
eo: &Malfermu...
et: &Ava...
hu: &Megnyitás...
is: &Opna...
no: Å&pne...
pt_br: &Abrir...
sl: &Odpri...
th: เ&ปิด...

source: &Cut
br: &Troc'ha?
cs: Vyjmou&t
da: &Klip
eo: El&tondu
et: &Lõika
hu: &Kivág
is: &Klippa
no: &Klipp ut
pt_br: &Recortar
sl: &Izre¾i
th: &ตัด

source: C&ut
br: T&roc'ha?
cs: Vyjmou&t
da: Kl&ip
eo: El&tondu
et: L&õika
hu: &Kivág
is: &Klippa
no: Klipp &ut
pt_br: C&ortar
sl: Iz&re¾i
th: ตั&ด

source: Font
br: Nodrezh
cs: Znaková sada
da: Skrift
eo: Tiparo
hu: Betûtípus
is: Letur
no: Skrifttype
pt_br: Fonte
sl: Pisava
th: ฟ้อนท์

source: &Foreground Color
br: Liv war-&c'horre
cs: Barva &textu
da: &Forgrundsfarve
eo: &Teksta koloro
et: &Esiplaani värv
hu: &Elõtér színe
is: Forgrunnslitur
no: &Forgrunnsfarge
pt_br: Cor do &Texto
sl: Barva o&spredja
th: สี&ด้านหน้า

source: &Background Color
br: Liv a-&dre?v
cs: Barva &pozadí
da: &Baggrundsfarve
eo: &Fona koloro
et: &Tausta värv
hu: &Háttér színe
is: Bakgrunnslitur
no: &Bakgrunnsfarge
pt_br: Cor de &Fundo
sl: Barva o&zadja
th: สี&พื้น

source: &Save
br: &Enrolla?
cs: U&lo¾it
da: &Gem
eo: &Sekurigu
et: &Salvesta
hu: Menté&s
is: &Vista
no: &Lagre
pt_br: &Salvar
sl: &Shrani
th: &บันทึก

source: Save as...
br: Enrolla? e...
cs: Ulo¾it jako ...
da: Gem som...
eo: Sekurigu kiel...
et: Salvesta kui...
hu: Mentés másként...
is: Vista sem...
no: Lagre som...
pt_br: Salvar como...
sl: Shrani kot...
th: บันทึกเป็น...

source: S&ave as...
br: E&nrolla? e...
cs: Ulo¾it &jako
da: Gem s&om...
eo: Sekurigu &kiel...
et: Sal&vesta kui...
hu: Mentés más&ként...
is: Vista &sem...
no: Lagre &som...
pt_br: S&alvar Como
sl: S&hrani kot...
th: บัน&ทึกเป็น...

source: &Close
br: &Serri?
cs: &Zavøít
da: &Luk
eo: F&ermu
et: S&ulge
hu: &Bezár
is: &Loka
no: Lu&kk
pt_br: &Fechar
sl: &Zapri
th: &ปิด

source: &Print...
br: &Moula?...
cs: &Tisknout ...
da: &Udskriv...
eo: &Presu...
et: &Trüki...
hu: &Nyomtat...
is: &Prenta...
no: Sk&riv ut...
pt_br: Im&primir...
sl: &Natisni...
th: &พิมพ์...

source: Options
br: Dibabo?
cs: Mo¾nosti
da: Indstillinger
eo: Opcioj
et: Valikud
hu: Beállítások
is: Stillingar
no: Valg
pt_br: Opções
sl: Mo¾nosti
th: ตัวเลือก

source: Remove
br: Lemel
cs: Odstranit
da: Fjern
eo: Forigu
et: Eemalda
hu: Eltávolít
is: Fjarlægja
no: Fjern
pt_br: Remover
sl: Odstrani
th: ลบออก

source: Change
br: Kemma?
cs: Zmìnit
da: Ændring
eo: Þanøu
et: Muuda
hu: Változtat
is: Breyta
no: Endre
pt_br: Mudar
sl: Spremeni
th: เปลี่ยน

source: Delete
br: Distruj
cs: Smazat
da: Slet
eo: For¼etu
et: Kustuta
hu: Töröl
is: Eyða
no: Slett
pt_br: Apagar
sl: Izbri¹i
th: ลบ

source: &Delete
br: &Distruj
cs: &Smazat
da: &Slet
eo: &For¼etu
et: &Kustuta
hu: &Töröl
is: &Eyða
no: &Slett
pt_br: &Apagar
sl: &Izbri¹i
th: &ลบ

source: Clear
br: Goullonderi?
cs: Vyprázdnit
da: Ryd
eo: Forviþu
et: Puhasta
hu: Üresre töröl
is: Þurrka út
no: Nullstill
pt_br: Limpar
sl: Poèisti
th: ล้าง

source: Italic
br: Italek
da: Kursiv
eo: Kursiva
et: Kaldkiri
hu: Kurzív
is: Skáletrað
no: kursiv
pt_br: Itálico
sl: Kurzivno
th: ตัวเอียง

source: Roman
eo: Romana
et: Püstkiri
hu: Román
is: Lóðletrað
pt_br: Romano
sl: Pokonèno
th: ตัวปกติ

source: &Undo
br: &Dizober
cs: &Zpìt
da: &Fortryd
eo: &Malfaru
et: &Tühista
hu: &Visszavon
is: &Hætta við
no: Angre
pt_br: &Desfazer
sl: &Razveljavi
th: เลิ&กทำ

source: Redo
br: Adober
cs: Opakovat
da: Gendan
eo: Refaru
et: Korda
hu: Újra végez
is: Endurtaka
no: Gjør om
pt_br: Refazer
sl: Obnovi
th: ทำอีกครั้ง

source: &Redo
br: &Adober
cs: &Opakovat
da: &Gendan
eo: &Refaru
et: &Korda
hu: Újra &végez
is: &Endurtaka
no: &Gjør om
pt_br: &Refazer
sl: &Obnovi
th: ทำ&อีกครั้ง

source: &Game
br: &C'hoari
cs: H&ra
da: &Spil
eo: &Ludo
et: &Mäng
hu: &Játék
is: &Leikur
no: S&pill
pt_br: &Jogo
sl: &Igra
th: เ&กมส์

source: Information
br: Titouro?
cs: Informace
eo: Informo
et: Informatsioon
hu: Információ
is: Upplýsingar
no: Informasjon
pt_br: Informação
sl: Obvestilo
th: ข้อมูล

source: Browse...
br: Furchal...
cs: Listuj...
da: Gennemsøg...
eo: Rigardu...
et: Lehitse...
hu: Böngész ...
is: Velja...
no: Bla igjennom...
pt_br: Explorar...
sl: Brskaj...
th: เปิดดู...

source: &Remove
br: &Lemel
cs: Odeb&rat
da: Fje&rn
eo: &Forigu
et: &Eemalda
hu: &Eltávolít
is: &Fjarlægja
no: &Fjern
pt_br: &Remover
sl: &Odstrani
th: &ลบออก

source: &Properties...
br: &Perzhio?...
cs: Vlastnosti...
da: &Indstillinger...
eo: &Ecoj...
et: &Omadused...
hu: &Tulajdonságok...
is: &Eiginleikar...
no: &Egenskaper...
pt_br: &Propriedades...
sl: &Lastnosti
th: &คุณสมบัติ...

source: Properties
br: Perzhio?
cs: Vlastnosti
da: Indstillinger
eo: Ecoj
et: Omadused
hu: Tulajdonságok
is: Eiginleikar
no: Egenskaper
pt_br: Propriedades
sl: Lastnosti
th: คุณสมบัติ

source: &Start
br: &Loc'ha?
eo: &Ek
hu: &Keres
is: Hefja
pt_br: &Iniciar
sl: &Zaèni
th: เ&ริ่ม

source: St&op
br: &Harzh
hu: Á&llj
is: &Stöðva
no: St&opp
pt_br: &Parar
sl: &Ustavi
th: &หยุด

source: Miscellaneous
br: A bep seurt
cs: Rùzné
da: Forskelligt
eo: Diversaj
et: Muud
hu: Egyéb
is: Ýmislegt
no: Forskjellig
pt_br: Miscelânea
sl: Razno
th: อื่นๆ

source: Font Size
br: Ment an nodrezh
cs: Velikost fontu
da: Skriftstørrelse
eo: Tipargrandeco
et: Fondi suurus
hu: Betûtípus méret
is: Leturstærð
no: Skriftstørrelse
pt_br: Tamanho da Letra
sl: Velikost pisave
th: ขนาดฟ้อนท์

source: Fonts
br: Nodrezho?
cs: Fonty
da: Skrifter
eo: Tiparoj
et: Fondid
hu: Betûtípusok
is: Letur
no: Skrifttyper
pt_br: Fontes
sl: Pisave
th: ฟ้อนท์

source: &Fonts
br: &Nodrezho?
cs: &Fonty
da: &Skrifter
eo: &Tiparoj
et: &Fondid
hu: &Betûtípusok
is: &Letur
no: &Skrifttyper
pt_br: &Fontes
sl: &Pisave
th: &ฟ้อนท์

source: &Reload
br: &Adkarga?
cs: O&bnov
da: &Genindlæs
eo: &Relegu
et: &Laadi uuesti
hu: Újra&tölt
is: Lesa &aftur
no: Last &inn på nytt
pt_br: &Recarregar
sl: &Ponovno nalo¾i
th: &รีโหลด

source: Files
br: Restro?
cs: Soubory
da: Filer
eo: Dosieroj
et: Failid
hu: Fájlok
is: Skrár
no: Filer
pt_br: Arquivos
sl: Datoteke
th: ไฟล์

source: Continue
br: Kenderc'hel
cs: Pokraèuj
da: Fortsæt
eo: Daýrigu
et: Jätka
hu: Folytat
is: Áfram
no: Fortsett
pt_br: Continuar
sl: Nadaljuj
th: ทำต่อ

source: Restore
br: Adoaza?
cs: Obnovit
da: Gendan
eo: Restarigu
et: Taasta
hu: Visszaállít
is: Endurheimta
no: Gjenopprett
pt_br: Restaurar
sl: Obnovi
th: เรียกคืน

source: Appearance
br: Neuziadur
cs: Vzhled
da: Udseende
eo: Aspekto
et: Välimus
hu: Megjelenés
is: Útlit
no: Utseende
pt_br: Aparência
sl: Videz
th: รูปแบบ

source: Monday
br: Lun
cs: Pondìlí
da: Mandag
eo: Lundo
et: Esmaspäev
hu: Hétfõ
is: mánudagur
no: Mandag
pt_br: Segunda
sl: ponedeljek
th: วันจันทร์

source: Tuesday
br: Meurzh
cs: Úterý
da: Tirsdag
eo: Mardo
et: Teisipäev
hu: Kedd
is: þriðjudagur
no: Tirsdag
pt_br: Terça
sl: torek
th: วันอังคาร

source: Wednesday
br: Merc'her
cs: Støeda
da: Onsdag
eo: Merkredo
et: Kolmapäev
hu: Szerda
is: miðvikudagur
no: Onsdag
pt_br: Quarta
sl: sreda
th: วันพุธ

source: Thursday
br: Yaou
cs: Ètvrtek
da: Torsdag
eo: ¬aýdo
et: Neljapäev
hu: Csütörtök
is: fimmtudagur
no: Torsdag
pt_br: Quinta
sl: èetrtek
th: วันพฤหัสบดี

source: Friday
br: Gwener
cs: Pátek
da: Fredag
eo: Vendredo
et: Reede
hu: Péntek
is: föstudagur
no: Fredag
pt_br: Sexta
sl: petek
th: วันศุกร์

source: Saturday
br: Sadorn
cs: Sobota
da: Lørdag
eo: Sabato
et: Laupäev
hu: Szombat
is: laugardagur
no: Lørdag
pt_br: Sábado
sl: sobota
th: วันเสาร์

source: Sunday
br: Sul
cs: Nedìle
da: Søndag
eo: Dimanæo
et: Pühapäev
hu: Vasárnap
is: sunnudagur
no: Søndag
pt_br: Domingo
sl: nedelja
th: วันอาทิตย์

source: &Update
br: &Hizivaat
cs: Akt&ualizovat
da: &Opdatér
eo: &Renovigu
et: &Värskenda
hu: &Frissít
is: &Uppfæra
no: &Oppdater
pt_br: &Atualizar
sl: Poso&dobi
th: &ปรับปรุง

source: Layout
br: Reizhadur
cs: Rozvr¾ení
da: Typografi
eo: Aranøo
et: Vorming
hu: Kinézet
is: Snið
no: Stil
sl: Razpored
th: รูปแบบ

source: Highscore
br: Kampiono?
cs: Nejlep¹í výsledky
da: Topresultat
eo: Listo de plej bonaj
et: Edetabel
hu: Eredmények
is: Besti árangur
no: Liste over de beste
pt_br: Escore
sl: Prvaki
th: ลำดับคะแนน

source: &New View
br: &Gwel nevez
cs: &Nový pohled
da: &Ny Vis
eo: &Nova rigardo
et: &Uus vaade
hu: Új &Nézet
is: &Ný ásýn
no: &Ny visning
pt_br: &Nova Visão
sl: &Nov pogled
th: &มุมมองใหม่

source: &Insert
br: &Ensoc'ha?
cs: &Vlo¾it
da: &Indsæt
eo: E&nmetu
et: &Lisa
hu: &Beszúr
is: Stinga &inn
no: &Sett inn
pt_br: &Inserir
sl: &Vstavi
th: แ&ทรก

source: &Next >>
br: &Kenta?>>
cs: &Následující >>
da: &Næste >>
eo: &Sekva >>
et: &Järgmine >>
hu: &Következõ >>
is: &Næsta >>
no: &Neste >>
pt_br: &Próximo >>
sl: &Naslednji >>
th: &ต่อไป >>

source: << &Previous
br: <<&Diwezha?
cs: << &Pøedchozí
da: << &Forrige
eo: << &Antaýa
et: << &Eelmine
hu: << E&lõzõ
is: << &Fyrra
no: << &Forrige
pt_br: << &Anterior
sl: << &Prej¹nji
th: << &ย้อนกลับ

source: &About...
br: &Diwar-benn
cs: &Informace...
da: &Om...
et: &Info...
is: &Um...
no: &Om...
pt_br: So&bre...
sl: &O programu...
th: เ&กี่ยวกับ

source: The directory where user specific data for the addressbook application is stored does not exist. The program will try to create
br: Ar renkell lec'h ma vez renkent ar roadenno? dibar d'an arveriad evit arload ar c'harned chomlec'hio? n'eus ket anezhi. Ar goulev a glasko kroui?
cs: Adresáø, kde jsou pro aplikaci knihy adres ukládána urèitá data u¾ivatele, neexistuje. Program se pokusí vytvoøit
da: Den folder hvor brugerspecifikke data for adressebogsprogrammet gemmes findes ikke. Programmet forsøger at lave den.
eo: La dosierujo por la datumoj de la adresaro-aplika¼o ne ekzistas. La programo provos krei øin
et: Kataloogi, kus aadressiraamatu programm säilitab kasutajaspetsiifilisi andmeid, ei eksisteeri. Programm üritab seda luua
hu: A könyvtár ahol a címjegyzék program tárolja a felhasználó specifikus adatokat, nem létezik. A program megpróbálja létrehozni
is: Mappan þar sem upplýsingar háðar notanda eru geymdar er ekki til. Nú verður reynt að búa til
no: Mappen hvor brukerspesifikk data for adresseapplikasjonen er lagret eksisterer ikke. Programmet vil prøve å lage
pt_br: O diretório onde estão gravados os dados específicos do usuário da aplicação Livro de Endereços, não existe. O programa tentará criar
sl: Imenik, ki vsebuje uporabnikove informacije za program rokovnik, ne obstaja. Program bo posku¹al narediti
th: ไม่ปรากฏไดเร็กทอรีที่ผู้ใช้ได้ระบุว่าเป็นที่เก็บข้อมูล สำหรับแอพพลิเคชั่นสมุดจดที่อยู่ โปรแกรมจะพยายามสร้างขึ้นใหม่

source: and store all local files in this directory.
br: ha renka? an holl restro? lec'hell er renkell-se
cs: a ukládat v¹echny lokální soubory do tohoto adresáøe.
da: og gemme alle lokale filer i denne folder
eo: kaj sekurigos æiujn lokaj dosierojn en tiu dosierujo
et: ning salvestada kõik kohalikud failid sellesse kataloogi.
hu: és minden lokális fájlt ide tárolni.
is: Allar staðværar skrár verða geymdar þar.
no: og lagre alle lokale filer i denne mappen.
pt_br: e gravar todos os arquivos locais nesse diretório.
sl: in shraniti vse lokalne datoteke v ta imenik.
th: และเก็บไฟล์ข้อมูลโลคอลทั้งหมดในไดเร็กทอรีนี้
