Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: The directory could not be created. Probably you do not have used KDE before, so you do not have a local ".kde" directory in your home directory. Run the KDE filemanager kfm once to automatically create it.
br: Ar renkell n'eus ket bet gallet kroui?. Marteze n'hoc'h eus ket implijet KDE c'hoazh, ha gant se e vank deoc'h ur renkell ".kde" en ho renkell du-se. La?sit ur wech kfm, anezha? ar merour restro? KDE evit he kroui? ent-emgefreek.
cs: Nebylo mo¾né vytvoøit adresáø. Pravdìpodobnì jste dosud nepou¾ívaly KDE, a proto nemáte lokální adresáø ".kde" ve va¹em domovském adresáøi. Spus»te jednou správce souborù "kfm", aby se automaticky vytvoøil.
da: Kunne ikke lave folderen. Måske har du ikke brugt KDE før, så du ikke har en lokal ".kde"-folder i din hjemme- folder. Kør KDE filemanager kfm een gang for at lave den automatisk.
eo: Ne eblis krei la dosierujon. Verþajne vi ne uzis KDE antaýe tiel, ke vi ne havas lokan ".kde"-dosierujon en via hejmdosierujo. Lanæu unufoje KDE-dosieradministrilon "kfm" por krei øin aýtomate.
et: Kataloogi ei suudetud luua. Ilmselt ei ole sa varem KDE'd kasutanud ning sinu kodukataloogis ei ole kataloogi ".kde". Et seda luua automaatselt, käivita KDE failihaldur kfm.
hu: A könyvtár nem hozható létre. Talán még nem használta a KDE-t ezelõtt, ezért nincs helyi ".kde" könyvtára a saját könyvrárában Futtassa a KDE fájlkezelõjét (kfm)-et egyszer, hogy autómatikusan létrejöjjön.
is: Ekki tókst að búa til möppuna. Líklega hefur þú ekki notað KDE áður og því ertu ekki með ".kde" möppu á heimasvæðinu þínu. Keyrðu KDE skráastjórann (kfm) til að búa hana til sjálfkrafa.
no: Katalogen kan ikke bli laget. Trolig har du ikke brukt KDE før, så du har ikke en lokal ".kde"-mappe i hjemmemappen. Kjør KDE-filbehandlerenkfm en gang for å lage den.
pt_br: O diretório não pôde ser criado. Possivelmente você nunca usou o KDE antes, portanto você não tem um diretório local ".kde" em seu diretório de usuário. Execute o gerenciador de arquivos do KDE - kfm - para criá-lo automaticamente.
sl: Imenika mi ni uspelo narediti. Verjetno ¹e niste uporabljali KDE in zato nimete lokalnega imenika ".kde" v svojem domaèem imeniku. Za¾enite KFM, da ga bo samodejno naredil.
th: ไม่สามารถสร้างไดเร็กทอรีได้ อาจเป็นเพราะคุณไม่เคยใช้ KDE มาก่อน ดังนั้น คุณจึงไม่มีไดเร็กทอรี ".kde" อยู่ ในโฮมไดเร็กทอรีของคุณ ให้เรียกโปรแกรม KDE ไฟล์แมเนเจอร์ kfm จะทำการสร้างให้โดยอัตโนมัติ

source: The directory has been created.
br: Krouet eo bet ar renkell.
cs: Adresáø byl vytvoøen.
da: Folderen blev lavet
eo: La dosierujo estas kreita.
et: Kataloog on loodud.
hu: A könyvtár létrejött.
is: Mappan hefur verið smíðuð.
no: Mappen har blitt laget.
pt_br: O diretório foi criado.
sl: Imenik je narejen.
th: ไดเร็กทอรีถูกสร้างเรียบร้อยแล้ว

source: No addressbook database file, creating new one.
br: Diaz karned chomlec'hio? ebet, o kroui? unan nevez.
cs: Nemáte ¾ádný databázový soubor knihy adres, vytváøím jej.
da: Ingen adressebogs databasefil. Laver en nu
eo: Ne ekzistas adresara datumbazo-dosiero, kreas øin.
et: Puudub aadressraamatu andmebaasi fail, uus on loomisel.
hu: Nincs címjegyzék adatbázis fájl, csinálok egy újat.
is: Enginn nafnalisti fannst, svo hann er í smíðum.
no: Ingen adressebokdatabasefil, lager en ny.
pt_br: Nenhum arquivo de dados da Lista de Endereços, criando um novo.
sl: Ne najdem podatkovne zbirke rokovnika, zato delam novo.
th: ไม่มีไฟล์ข้อมูลของสมุดจดที่อยู่, จะทำการสร้างใหม่

source: Tried to load database for creating backup, but failed
br: Klasket karga? an diaz evit kroui? gwarezadur, hogen sac'het
cs: Neuspì¹ný pokus naètení databáze pro vytvoøení zálohy
da: Prøvede at indlæse database for at lave sikkerhedskopi men det mislykkedes
eo: Provis þargi la datumbazon por fari sekureckopion, sed malsukcesis
et: Andmebaasi laadimine varukoopia loomiseks ebaõnnestus
hu: Megpróbáltam betölteni az adatbázist, hogy másolatot készítsek, de nem sikerült
is: Ekki tókst að opna gagnagrunn til afritatöku.
no: Prøver å laste database for laging av sikkerhetskopi, men mislyktes
pt_br: Falha no carregamento do banco de dados a fim de criar cópia de segurança
sl: Ni mi uspelo nalo¾iti podatkovne zbirke za varnostno kopiranje
th: พยายามอ่านฐานข้อมูลเพื่อสร้างไฟล์สำรอง, แต่ไม่สำเร็จ

source: Unable to save to backup file.
br: Divarrek da enrolla? ar restr gwarezi?
cs: Není mo¾né ulo¾it zálo¾ní soubor.
da: Kunne ikke lave sikkerhedskopi.
eo: Ne eblis sekurigi la sekureckopion.
et: Varukoopiat ei ole võimalik salvestada.
hu: Nem menthetõ el a biztonsági másolat.
is: Ekki tókst að vista í afritsskrá.
no: Kunne ikke lagre til sikkerhetskopifil.
pt_br: Impossível salvar para arquivo de cópia de segurança.
sl: Ne morem shraniti v varnostno kopijo.
th: ไม่สามารถบันทึกไฟล์สำรอง

source: Unable to reset filename after creating backup.
br: Divarrek da adsevel anv ar restr goude kroui? gwarezadur
cs: Není mo¾né obnovit jméno souboru po vytvoøení zálohy.
da: Kunne ikke nulstille filnavn efter sikkerhedskopi
eo: Ne eblis renomi la dosieron post faro de sekureckopio.
et: Faili nime ei ole võimalik peale varukoopia loomist nullida.
hu: Nem lehet megváltoztatni a fájlnevet a másolat létrehozása után
is: Ekki tókst að laga skráarnafn eftir afritstöku.
no: Kunne ikke nullstille filnavn etter oppretting av sikkerhetskopi.
pt_br: Impossível iniciar nome de arquivo após criar cópia de segurança.
sl: Po varnostnem kopiranju na morem veè spremeniti imena datoteke.
th: ไม่สามารถล้างชื่อไฟล์หลังจากสร้างไฟล์สำรอง

source: Unable to create backup file
br: Divarrek da groui? restr gwarezi?
cs: Není mo¾né vytvoøit zálo¾ní soubor
da: Kunne ikke lave sikkerhedskopi
eo: Ne eblis krei sekureckopian dosieron
et: Varukoopiat ei ole võimalik luua
hu: Nem hozható létre a biztonsági másolat.
is: Ekki tókst að búa til afritsskrá
no: Kunne ikke lage sikkerhetskopifil
pt_br: Impossível criar arquivo de cópia de segurança
sl: Ne morem narediti varnostne kopije
th: ไม่สามารถสร้างไฟล์สำรอง

source: Unable to insert "
br: Divarrek da ensoc'ha? "
cs: Není mo¾né vlo¾it "
da: Kunne ikke indsætte "
eo: Ne eblis enmeti "
et: Ei suuda lisada "
hu: Nem szúrható be "
is: Ekki tókst að setja "
no: Kunne ikke sette inn "
pt_br: Impossível inserir "
sl: Ne morem vstaviti "
th: ไม่สามารถแทรก "

source: " into configuration section (ignored).
br: " er rann keflunia? (tremenet e-biou).
cs: " do konfiguraèní sekce (ignorované).
da: " i indstillings sektionen (ignoreret).
eo: " en la agordosekcion (ignorate).
et: " konfiguratsiooni sektsiooni (ignoreeritakse).
hu: " a konfigurációs részbe (ezért kihagyva).
is: " inn í stillingahlutan (hundsað).
no: " inn i konfigurasjonsseksjon (ignorert).
pt_br: " em seção de configuração (ignorado).
sl: " v nastavitven razdelek (zanemarjeno).
th: " ลงไปในส่วนการคอนฟิก (ไม่สนใจ)

source: Unable to add a new entry with available key.
br: Divarrek da ouzhpenna? un enmont gant an alc'hwezio? e kerz.
cs: Není mo¾né pøidat novou polo¾ku s dostupným klièem.
da: Kunne ikke tilføje indgang med tilgængelig taste.
eo: Ne eblas aldoni novan eron kun ekzistanta þlosilo.
et: Saadaoleva võtmega pole võimalik uut kirjet lisada.
hu: Nem hozható létre új bejegyzés a meglévõ kulccsal.
is: Ekki tókst að setja inn nýja færslu með tiltækum lykli
no: Kunne ikke legge til ny oppføring med tilgjengelig nøkkel.
pt_br: Impossível adicionar novo item com tecla disponível.
sl: Z razpolo¾ljivo tipko ne morem dodati novega vnosa.
th: ไม่สามารถเพิ่มข้อมูลใหม่กับคีย์ที่มีอยู่

source: Cannot find previously created section.
br: N'hell ket kavout ur rann bet krouet a-raok.
cs: Není mo¾né nalézt døíve vytvoøenou sekci.
da: Kan ikke finde tidligere lavet sektion
eo: Ne troveblis antaýe kreita sekcio.
et: Eelnevalt loodud sektsiooni pole võimalik leida.
hu: Nem található az elõzõleg készített bejegyzés.
is: Finn ekki gamlan hluta.
no: Kunne ikke finne forrige lagde seksjon.
pt_br: Impossível encontrar seção criada previamente
sl: Ne najdem prej narejenega razdelka.
th: ไม่สามารถค้นหาส่วนที่ได้สร้างไว้ก่อนแล้ว

source: Unable to create key-value-map for entry.
br: Divarrek da groui? un daolenn-alc'hwez-gwerzh evit an enmont
cs: Není mo¾né pro polo¾ku vytvoøit mapu klíèù.
da: Kunne ikke lave tast-værdi-kort som indgang
eo: Ne eblis krei þlosilo-valoro-tableon por la ero.
et: Kirje jaoks pole võimalik luua võtmeväärtuse kaarti.
hu: Nem hozható létre kulcs-érték-térkép a bejegyzéshez.
is: Ekki tókst að búa til lykill-gildi tengingu fyrir færslu.
no: Kunne ikke lage tast-verdi-mappe for oppføring.
pt_br: Impossível criar mapa de valores de chaves para o item.
sl: Ne morem narediti tabele vrednosti tipk za vnos.
th: ไม่สามารถสร้าง key-value-map

source: entry without name
br: enmont dianav
cs: polo¾ka beze jména
da: indgang uden navn
eo: ero sen nomo
et: kirje ilma nimeta
hu: bejegyzés név nélkül
is: nafnlaus færsla
no: oppføring uten navn
pt_br: item sem nome
sl: vnos brez imena
th: ไม่ปรากฏชื่อข้อมูล

source: Unable to create new database file (probably permission denied), exiting.
br: Divarrek da groui? ur rest diaz nevez (aotre nac'het moarvat), o kuitaat.
cs: Není mo¾né vytvoøit nový databázový soubor (pravdìpodobnì nejsou pøístupová práva), ukonèuji.
da: Kunne ikke lave ny databasefil (formodentlig tilladelse nægtet), afslutter.
eo: Ne eblis krei novan datumbazo-dosieron (verþajne vi ne havas permeson), finas.
et: Uut andmebaasi faili pole võimalik luua (ilmselt on juurdepääs keelatud), väljumine.
hu: Nem hozható létre új adatbázis (esetleg hozzáférés megtagadva), kilépek.
is: Ekki tókst að búa til nýja gagnagrunnsskrá. Líklega er vandamálið vegna aðgangsheimilda. Hætt við keyrslu.
no: Kunne ikke lage ny databasefil (trolig ingen tilgang), avslutter.
pt_br: Impossível criar novo banco de dados (provavelmente, permissão negada), saindo
sl: Ne morem narediti nove podatkovne zbirke (verjetno nimate dovoljenja) - konèujem.
th: ไม่สามารถสร้างไฟล์ฐานข้อมูลใหม่ (อาจเป็นเพราะไม่มีสิทธิ์), จบงาน

source: Cannot create configuration section, exiting.
br: N'hell ket kroui? rann ar c'hefluniadur, o kuitaat.
cs: Není mo¾né vytvoøit konfiguraèní sekci, ukonèuji.
da: Kan ikke lave indstillingssektion, afslutter.
eo: Ne eblas krei agordosekcion, finas.
et: Konfiguratsiooni sektsiooni pole võimalik luua, väljumine.
hu: Nem hozható létre a konfigurációs bejegyzés, kilépek.
is: Ekki tókst að búa til stillingahluta. Hætt við keyrslu.
no: Kunne ikke lage konfigurasjonsseksjon, avslutter.
pt_br: Impossível criar seção de configuração, saindo.
sl: Ne morem narediti nastavitvenega razdelka - konèujem.
th: ไม่สามารถสร้างส่วนของการคอนฟิก, จบงาน

source: Cannot create entries section, exiting.
br: N'hell ket kroui? rann an enmonto?, o kuitaat
cs: Není mo¾né vytvoøit sekci polo¾ek, ukonèuji.
da: Kan ikke lave indgangs sektion, afslutter
eo: Ne eblas krei ero-sekcion, finas.
et: Kirjete sektsiooni pole võimalik luua, väljumine.
hu: Egyáltalán nem hozható létre bejegyzés, ezért kilépek.
is: Ekki tókst að búa til færslu hluta. Hætt við keyrslu.
no: Kunne ikke lage oppføringsseksjon, avslutter.
pt_br: Impossível criar seção de itens, saindo.
sl: Ne morem narediti razdelka za vnose - konèujem.
th: ไม่สามารถสร้างส่วนของข้อมูล, จบงาน

source: Unable to find previously created section, exiting.
br: Divarrek da gavout ur rann bet krouet a-raok, o kuitaat
cs: Není mo¾né nalézt døíve vytvoøenou sekci, ukonèuji.
da: Kan ikke finde tidligere lavet sektion, afslutter
eo: Ne troveblas antaýe kreita sekcio, finas.
et: Eelnevalt loodud sektsiooni pole võimalik leida, väljumine.
hu: Nem található az elõzõleg létrehozott bejegyzés, ezért kilépek.
is: Finn ekki gamlan hluta. Hætt við keyrslu.
no: Kunne ikke finne forrige lagde seksjon, avslutter.
pt_br: Impossível encontrar seção previamente criada, saindo.
sl: Ne najdem prej narejenega razdelka - konèujem.
th: ไม่สามารถหาส่วนที่ได้สร้างไว้ก่อนหน้านี้, จบงาน

source: Cannot save newly created database.
br: N'hell ket enrolla? diaz krouet a-nevez.
cs: Není mo¾né ulo¾it èerstvì vytvoøenou databázi.
da: Kan ikke gemme den nyskabte database
eo: Ne eblas sekurigi nove kreitan datumbazon.
et: Loodud andmebaasi pole võimalik salvestada.
hu: Nem menthetõ el az újonnan létrehozott adatbázis.
is: Ekki tókst að vista nýja gagnagrunninn.
no: Kan ikke lagre nylig lagd database.
pt_br: Impossível salvar banco de dados recém-criado.
sl: Ne morem shraniti nove podatkovne zbirke.
th: ไม่สามารถบันทึกฐานข้อมูลที่ได้สร้างใหม่

source: Cannot erase database contents.
br: N'hell ket diverka? endalc'had an diaz.
cs: Není mo¾né vymazat obsah databáze.
da: Kan ikke slette databaseindholds
eo: Ne eblas forigi datumbazenhavon.
et: Andmebaasi sisu pole võimalik kustutada.
hu: Nem törölhetõ az adatbázis tartalma.
is: Ekki tókst að tæma gagnagrunninn.
no: Kan ikke slette databaseinnhold.
pt_br: Impossível apagar o conteúdo do banco de dados.
sl: Ne morem izbrisati vsebine podatkovne zbirke.
th: ไม่สามารถลบรายการฐานข้อมูล

source: First name
br: Anv kenta?
cs: Køestní jméno
da: Fornavn
eo: Unua nomo
et: Eesnimi
hu: Keresztnév
is: Nafn
no: Fornavn
pt_br: Primeiro nome
sl: Prvo ime
th: ชื่อแรก

source: Additional name
br: Anv ouzhpenn
cs: Dal¹í jméno
da: Mellemnavn
eo: Kromnomo
et: Perekonnanimi
hu: Vezetéknév
is: Millinafn
no: Mellomnavn
pt_br: Nome adicional
sl: Dodatno ime
th: ชื่อกลาง

source: Name prefix
br: Araoger an anv
cs: Prefix jména
da: Navne præfix
eo: Nomantaýa¼o
et: Nime eesliide
hu: Név elõtag
is: Forskeyti
no: Etternavn
pt_br: Prefixo do nome
sl: Predpona imena
th: คำนำหน้าชื่อ

source: Formatted name
br: Anv furmadet
cs: Zformátované jméno
da: Formateret navn
eo: Kunmetita nomo
et: Täielik nimi
hu: Formatált név
is: Formað nafn
no: Formatert navn
pt_br: Nome formatado
sl: Oblikovano ime
th: ชื่อทางการ

source: Comment
br: Askelenn
cs: Komentáø
da: Kommentar
eo: Komento
et: Kommentaar
is: Athugasemd
no: Kommentar
pt_br: Comentário
sl: Komentar
th: คำอธิบาย

source: Organization
br: Aozadur
cs: Organizace
da: Organisation
eo: Organiza¼o
et: Organisatsioon
hu: Szervezet
is: Fyrirtæki
no: Organisasjon
pt_br: Organização
sl: Organizacija
th: หน่วยงาน

source: Unit
br: Unvez
cs: Jednotka
da: Enhed
eo: Sekcio
et: Osakond
is: Deild
no: Enhet
pt_br: Unidade
sl: Enota
th: ส่วน

source: Subunit
br: Isunvez
cs: Podjednotka
da: Underenhed
eo: Subsekcio
et: Filiaal
is: Undirdeild
no: Underenhet
pt_br: Sub-unidade
sl: Podenota
th: แผนก

source: Title
br: Titl
cs: Titul
da: Titel
eo: Titolo
et: Tiitel
is: Titill
no: Tittel
pt_br: Título
sl: Naslov
th: ตำแหน่ง

source: Role
br: Perzh
cs: Funkce
da: Rolle
eo: Funkcio
et: Amet
is: Hlutverk
no: Rolle
pt_br: Função
sl: Vloga
th: หน้าที่

source: Birthday
br: Deiz-ha-bloaz
cs: Narozeniny
da: Fødselsdag
eo: Naskiødato
et: Sünnipäev
hu: Születésnap
is: Fæðingardagur
no: Fødselsdag
pt_br: Data de nascimento
sl: Rojstni dan
th: วันเกิด

source: Talk addresses
br: Chomlec'h talk
cs: Adresa pro talk
da: Talk adresser
eo: Paroladresoj
et: Kõneaadressid
hu: Talk cím
is: Talföng
no: Talk-adresse
pt_br: Endereços de comunicação
sl: Naslovi za talk
th: ที่อยู่ของโปรแกรม Talk

source: Delivery label
br: Liketenn degasadur
cs: Doruèovací pojmenování
da: Afleverings mærkat
eo: Liveroetiketo
et: Kättetoimetussedel
hu: Posta cimke
no: Leveringsetikett
pt_br: Etiqueta de entrega
th: ป้ายชื่อสำหรับการขนส่ง

source: Email address
br: Chomlec'h postel
cs: E-mail adresa
da: E-post adresse
eo: Retadreso
et: E-maili aadress
hu: E-mail cím
is: Netfang
no: Epostadresse
pt_br: E-mail
sl: Elektronski naslov
th: ที่อยู่อีเมลล์

source: Second email address
br: Eil chomlec'h postel
cs: Druhá e-mail adresa
da: Sekundær e-post adresse
eo: Dua retadreso
et: Teine e-maili aadress
hu: Második e-mail cím
is: annað netfang
no: Andre epostadresse
pt_br: Segundo e-mail
sl: Drugi elektronski naslov
th: ที่อยู่อีเมลล์ที่สอง

source: Third email address
br: Trede chomlec'h postel
cs: Tøetí e-mail adresa
da: Tertiær e-post adresse
eo: Tria retadreso
et: Kolmas e-maili aadress
hu: Harmadik e-mail cím
is: Þriðja netfang
no: Tredje epostadresse
pt_br: Terceiro e-mail
sl: Tretji elektronski naslov
th: ที่อยู่อีเมลล์ที่สาม

source: Email addresses
br: Chomlec'hio? postel
cs: E-mail adresy
da: E-post adresser
eo: Retadresoj
et: E-maili aadressid
hu: E-mail címek
is: Netföng
no: Epostadresse
pt_br: Endereços e-mail
sl: Elektronski naslov
th: ที่อยู่อีเมลล์

source: Address
br: Chomlec'h
cs: Adresa
da: Adresse
eo: Adresoj
et: Aadress
is: Heimilisfang
no: Adresse
pt_br: Endereço
sl: Naslov
th: ที่อยู่

source: City/Town
br: K?r
cs: Mìsto
da: By
eo: Urbo
et: Linn
hu: Város
is: Bær/Borg
no: By
pt_br: Cidade
sl: Mesto/naselje
th: เมือง/เขต

source: Telephone
br: Pellgomz
cs: Telefon
da: Telefon
eo: Telefono
et: Telefon
hu: Telefon
is: Sími
no: Telefon
pt_br: Telefone
sl: Telefon
th: โทรศัพท์

source: Fax number
br: Niverenn pelleiler
cs: Faxové èíslo
da: Faxnummer
eo: Faksnumero
et: Faksi number
hu: Fax szám
is: Myndriti
no: Faksnummer
pt_br: Número de fax
sl: ©tevilka faksa
th: หมายเลขโทรสาร

source: Modem number
br: Niverenn modem
cs: Modemové èíslo
da: Modemnummer
eo: Modemnumero
et: Modemi number
is: Mótald
no: Modemnummer
pt_br: Número do modem
sl: ©tevilka modema
th: หมายเลขโมเด็ม

source: Homepage URL
br: URL ar bennbajenn
cs: URL domovské stránky
da: Hjemmeside URL
eo: TTT-hejmpaøo
et: Kodulehekülje aadress
hu: Honlap címe
is: Heimasíða
no: Hjemmeside-URL
pt_br: URL da home-page
sl: URL domaèe strani
th: ที่อยู่โฮมเพจ

source: Zip/postal code
br: Kod post
cs: Po¹tovní smìrovací èíslo
da: Postnummer
eo: Urbokodo
et: Postiindeks
hu: Irányítószám
is: Póstnúmer
no: Postnummer
pt_br: CEP
sl: Po¹tna ¹tevilka
th: รหัสไปรษณีย์

source: State/province
br: Rannvro
cs: Stát/provincie
da: Stat/provins
eo: Þtato/regiono
et: Osariik/maakond
hu: Állam/Megye
is: Fylki/sveitarfélag
no: Poststed
pt_br: Estado
sl: Obèina
th: จังหวัด

source: Country
br: Bro
cs: Zemì
da: Land
eo: Lando
et: Riik
is: Land
no: Land
pt_br: País
sl: Dr¾ava
th: ประเทศ

source: (unnamed entry)
br: (enmont dianav)
cs: (nepojmenovaná polo¾ka)
da: (unavngiven indgang)
eo: (sennoma ero)
et: (nimetu kirje)
hu: (névtelen bejegyzés)
is: (ónefnd færsla)
no: (uten navn)
pt_br: (item sem nome)
sl: (neimenovan vnos)
th: (ข้อมูลไม่ได้กำหนด)

source: Select birthday
br: Diuzit deiz-ha-bloaz
cs: Vyber den narození
da: Vælg fødselsdag
eo: Elektu naskiødaton
et: Sisesta sünnipäev
is: Velja fæðingardag
no: Velg fødselsdag
pt_br: Selecionar aniversário
sl: Izberite rojstni dan
th: เลือกวันเกิด

source: Edit the current entry
br: Aozit en emont-red
cs: Uprava aktuální polo¾ky
da: Redigér aktuel indgang
eo: Redaktu la aktualan eron
et: Redigeeri käesolevat kirjet
hu: Aktuális bejegyzés szerkesztése
is: Breyta færslunni
no: Endre gjeldende oppføring
pt_br: Editar o item corrente
sl: Uredite trenutni vnos
th: แก้ไขข้อมูลปัจจุบัน

source: Title:
br: Titl :
cs: Titul:
da: Titel:
eo: Titolo:
et: Tiitel:
is: Titill:
no: Tittel:
pt_br: Título:
sl: Naslov:
th: ตำแหน่ง:

source: First name:
br: Anv kenta? :
cs: Køestní jméno:
da: Fornavn:
eo: Unua nomo:
et: Eesnimi:
hu: Keresztnév:
is: Fornafn:
no: Fornavn:
pt_br: Primeiro nome:
sl: Prvo ime:
th: ชื่อตัว:

source: Additional Name:
br: Anv ouzhpenn :
cs: Dal¹í jméno:
da: Mellemnavn
eo: Aldona nomo:
et: Perekonnanimi
hu: Vezetéknév:
is: Millinafn:
no: Mellomnavn:
pt_br: Nome adicional:
sl: Dodatno ime:
th: ชื่อกลาง

source: Formatted Name:
br: Anv furmadet :
cs: Formátované jméno:
da: Formateret navn:
eo: Kunmetita nomo
et: Täielik nimi:
hu: Formatált Név:
is: Formað nafn:
no: Formatert navn:
pt_br: Nome formatado:
sl: Oblikovano ime:
th: ชื่อสกุล:

source: &Name
br: &Anv
cs: &Jméno
da: &Navn
eo: &Nomo
et: &Nimi
is: &Nafn
no: &Navn
pt_br: &Nome
sl: &Ime
th: &ชื่อ

source: Address:
br: Chomlec'h
cs: Adresa:
da: Adresse:
eo: Adreso:
et: Aadress:
hu: Lakcím:
is: Heimilisfang:
no: Adresse:
pt_br: Endereço:
sl: Naslov:
th: ที่อยู่:

source: Town/City:
br: K?r/Bourc'h
cs: Mìsto:
da: By:
et: Linn:
hu: Város:
is: Bær/Borg:
no: By/Sted:
pt_br: Cidade:
sl: Naselje/mesto:
th: เมือง/เขต:

source: State:
br: Rannvro :
cs: Stát:
da: Stat:
eo: Þtato:
et: Osariik:
is: Fylki:
no: Stilling:
pt_br: Estado:
sl: Obèina:
th: รัฐ:

source: Zip/Postal Code:
br: Kod post :
cs: Po¹t. smìrovací èíslo:
da: Postnummer:
et: Postiindeks:
hu: Irányítószám:
is: Póstnúmer:
no: Postnummer:
pt_br: CEP:
sl: Po¹tna ¹tevilka:
th: รหัสไปรษณีย์

source: Country:
br: Bro :
cs: Zemì:
da: Land
eo: Lando:
et: Riik:
hu: Ország:
is: Land
no: Land:
pt_br: País:
sl: Dr¾ava:
th: ประเทศ:

source: &Address
br: &Chomlec'h
cs: &Adresa
da: &Adresse
eo: &Adreso
et: &Aadress
hu: &Lakcím
is: &Heimilisfang
no: &Adresse
pt_br: &Endereço:
sl: &Naslov
th: &ที่อยู่

source: Organization:
br: Aozadur :
cs: Organizace:
da: Organisation:
eo: Organiza¼o:
et: Organisatsioon:
hu: Szervezet:
is: Fyrirtæki:
no: Organisasjon:
pt_br: Organização:
sl: Organizacija:
th: หน่วยงาน:

source: Department:
br: Kevrenn :
cs: Oddìlení:
da: Afdeling:
et: Osakond:
is: Deild:
no: Avdeling:
pt_br: Departamento:
sl: Oddelek:
th: แผนก:

source: Sub-Department:
br: Iskevrenn :
cs: Pododdìlení:
da: Underafdeling:
et: Alam-osakond:
hu: Alegység:
is: Undirdeild:
no: Underavdeling:
pt_br: Sub-Departamento:
sl: Pododdelek:
th: แผนกย่อย:

source: Job/Role:
br: Labour/Perzh :
cs: Místo/funkce:
da: Rolle:
et: Amet:
is: Hlutverk:
no: Jobb/Rolle:
pt_br: Função:
sl: Poklic/Vloga:
th: หน้าที่/บทบาท:

source: &Organization
br: &Aozadur
cs: &Organizace
da: &Organisation
eo: &Organiza¼o
et: &Organisatsioon
hu: &Szervezet
is: &Fyrirtæki
no: &Organisasjon
pt_br: &Organização
sl: &Organizacija
th: &หน่วยงาน

source: Telephone:
br: Pellgomz :
cs: Telefon:
da: Telefon:
eo: Telefono:
et: Telefon:
hu: Telefon:
is: Sími
no: Telefon:
pt_br: Telefone:
sl: Telefon:
th: โทรศัพท์:

source: Fax:
br: Pelleiler :
eo: Fakso:
et: Faks:
is: Myndriti:
no: Faks:
sl: faks:
th: โทรสาร:

source: Modem:
eo: Modemo:
is: Mótald:
th: โมเด็ม:

source: Homepage (URL):
br: Pennbajenn (URL)
cs: Domovská stránka (URL):
da: Hjemmeside (URL):
eo: TTT-hejmpaøo:
et: Kodulehekülg (aadress):
hu: Honlap (URL):
is: Heimasíða:
no: Hjemmeside (URL):
pt_br: URL da home-page:
sl: Domaèa stran (URL):
th: ที่อยู่โฮมเพจ (URL):

source: Edit email addresses
br: Aoza? chomlec'h postel
cs: Upravit e-mail adresy
da: Rediger e-post adresser
eo: Readktu retadresojn
et: Muuda e-maili aadresseid
hu: E-mail címek szerkesztése
is: Breyta póstföngum
no: Rediger epostadresse
pt_br: Editar e-mails
sl: Uredi elektronski naslov
th: แก้ไขที่อยู่อีเมลล์

source: Edit talk addresses
br: Aoza? chomlec'h talk
cs: Upravit talk adresy
da: Rediger talk-adresser
eo: Redaktu paroladresojn
et: Redigeeri kõneaadresseid
hu: Talk címek szerkesztése
is: Breyta talföngum
no: Rediger snakkeadresse
pt_br: Editar endereços de comunicação
sl: Uredi naslove za talk
th: แก้ไขที่อยู่ Talk

source: &Contact
br: &Darempredi?
cs: &Kontakt
da: &Kontakt
eo: &Kontakto
et: &Kontakt
is: Tengiliður
no: &Kontakt
pt_br: &Contato
sl: &Stiki
th: &ติดต่อ

source: Additional Comment:
br: Askelenn ouzhpenn:
cs: Dal¹í poznámky:
da: Ekstra kommentar:
et: Täiendav kommentaar:
hu: Egyéb megjegyzés:
is: Aðrar athugasemdir:
no: Ytterligere kommentarer:
pt_br: Comentário adicional:
sl: Dodatni komentar:
th: คำอธิบายเพิ่มเติม:

source: Birthday:
br: Deiz-ha-bloaz :
cs: Narozeniny:
da: Fødselsdag:
eo: Naskiøo:
et: Sünnipäev:
hu: Születésnap:
is: Fæðingardagur:
no: Fødselsdag:
pt_br: Data de nascimento:
sl: Rojstni dan:
th: วันเกิด:

source: Double click to set date
br: Daouglika? evit termeni? an deiziad
cs: Dvojkliknout ke zmìnì datumu
da: Dobbeltklik for at sætte dato
eo: Dukliku por difini daton
et: Topeltklõps kuupäeva asetamiseks
hu: Kettõs kattintás a dátum beállításhoz
is: Tvísmelltu til að stilla dagsetningu
no: Dobbelklikk for å sette dato
pt_br: Clique duas vezes para mudar data
sl: Dvokliknite za nastavitev datuma
th: ดับเบิ้ลคลิ้กเพื่อกำหนดวันที่
