Repository: KDE/kdelibs
Catalog: po/*.po
Languages: br, cs, da, eo, et, hu, is, no, pt_br, sl, th

source: The %s key combination has already been allocated to the global %s action. Please choose a unique key combination.
br: Ar blokad stokello? % zo bet derannet c'hoazh d'an obererezh hollek %s. Diuzit mar plij ur blokad stokello? dieil.
cs: Klávesová kombinace %s je ji¾ pou¾ita pro globální akci %s. Prosím zvolte si jedineènou kombinaci kláves.
da: %s taste kombinationen bruges allerede til den globale hændelse %s. Vælg venligst en entydig kombination.
et: Klahvikombinatsioon %s on juba kasutusel globaalseks tegevuseks %s. Palun vali unikaalne kombinatsioon.
hu: A %s billentyû kombináció már ki van osztva a globális %s eseményhez. Válasszon egyedi billentyûkombinációt.
is: Hnappasamstningin %s er nú þegar í notkun í altæku stillingunni %s Veldu ótvíræða samsetningu.
no: Tastkombinasjonen %s har allerede blitt brukt for global %s-hendelsen. Vennligst velg en unik tastkombinasjon.
pt_br: A combinação de teclas %s já foi alocada para a ação global %s. Escolha um combinação exclusiva de teclas.
sl: Zaporedje tipk %s ima ¾e doloèen globalen uèinek: %s. Prosim izberite ¹e neuporabljeno zaporedje tipk.
th: คีย์ร่วมระหว่าง %c ได้ถูกกำหนดไว้แล้ว สำหรับกิจกรรม %s สำหรับทั้งระบบ โปรดเลือกคีย์ร่วมที่ไม่ได้ถูกกำหนดมา

source: Global key conflict
br: Enebiezh stokello? hollek
cs: Konflikt globálních klávesových zkratek
da: Global tastekonflikt
et: Konflikt globaalse klahviga
hu: Globális billentyû konfliktus
is: Árekstur í altækum hnöppum
no: Global tastkonflikt
pt_br: Conflito de teclas globais
sl: Nasprotovanje globalnih tipk
th: เกิดความขัดแย้งในคีย์ระบบ

source: The %s key combination has already been allocated to the standard %s action. Please choose a unique key combination.
br: Ar blokad stokello? % zo bet derannet c'hoazh d'an obererezh standard %s. Diuzit mar plij ur blokad stokello? dieil.
cs: Klávesová kombinace %s je ji¾ pou¾ita pro standardní akci %s. Prosím zvolte si jedineènou kombinaci kláves.
da: %s tastekombinationen bruges allerede til standard hændelsen %s. Vælg venligst en entydig kombination.
et: Klahvikombinatsioon %s on juba kasutusel standardseks tegevuseks %s. Palun vali unikaalne kombinatsioon.
hu: A %s billentyû kombináció már ki van osztva az általános %s eseményhez. Válasszon egyedi billentyûkombinációt.
is: Hnappasamstningin %s er nú þegar í notkun í staðalstillingunni %s Veldu ótvíræða samsetningu.
no: Tastkombinasjonen %s har allerede blitt brukt for standard %s-hendelsen. Vennligst velg en unik tastkombinasjon.
pt_br: A combinação de teclas %s já foi alocada para a ação ordinária %s. Queira escolher uma combinação exclusiva de teclas.
sl: Zaporedje tipk %s ima ¾e doloèen standarden uèinek: %s. Prosim izberite ¹e neuporabljeno zaporedje tipk.
th: คีย์ร่วมระหว่าง %c ได้ถูกกำหนดไว้แล้ว สำหรับกิจกรรมมาตรฐาน %s โปรดเลือกคีย์ร่วมที่ไม่ได้ถูกกำหนดมา

source: Standard key conflict
br: Enebiezh stokello? standard
cs: Konflikt standardních klávesových zkratek
da: Standard tastekonflikt
et: Konflikt standardsete klahvidega
hu: Álltalános billentyû konfliktus
is: Árekstur í staðalhnöppum
no: Standard tastkonflikt
pt_br: Conflito de teclas ordinárias
sl: Nasprotovanje standardnih tipk
th: เกิดความขัดแย้งคีย์มาตรฐาน

source: The %s key combination has already been allocated to the %s action. Please choose a unique key combination.
br: Ar blokad stokello? % zo bet derannet c'hoazh d'an obererezh %s. Diuzit mar plij ur blokad stokello? dieil.
cs: Klávesová kombinace %s je ji¾ pou¾ita pro akci %s. Prosím zvolte si jedineènou kombinaci kláves.
da: %s tastekombinationen bruges allerede til %s hændelsen. Vælg venligst en entydig tastekombination.
et: Klahvikombinatsioon %s on juba kasutusel tegevuseks %s. Palun vali unikaalne kombinatsioon.
hu: A %s billentyû kombináció már ki van osztva a %s eseményhez. Válasszon egyedi billentyûkombinációt.
is: Hnappasamstningin %s er nú þegar í notkun í aðgerðarstillingunni %s Veldu ótvíræða samsetningu.
no: Tastkombinasjonen %s har allerede blitt brukt for %s-hendelsen. Vennligst velg en unik tastkombinasjon.
pt_br: A combinação de teclas %s já foi alocada para a ação %s. Escolha uma combinação exclusiva de teclas.
sl: Zaporedje tipk %s ima ¾e doloèen uèinek: %s. Prosim izberite ¹e neuporabljeno zaporedje tipk.
th: คีย์ร่วมระหว่าง %c ได้ถูกกำหนดไว้แล้ว สำหรับกิจกรรม %s โปรดเลือกคีย์ร่วมที่ไม่ได้ถูกกำหนดมา

source: Key conflict
br: Enebiez stokello?
cs: Konflikt klávesových zkratek
da: Tastekonflikt
et: Konflikt klahviga
hu: Billentyû konfliktus
is: Árekstur í hnöppum
no: Tastkonflikt
pt_br: Conflito de teclas
sl: Nasprotovanje tipk
th: เกิดความขัดแย้งของคีย์

source: Top
br: Laez
cs: Nahoøe
eo: Supre
et: Üleval
hu: Tetején
is: Efst
no: Topp
pt_br: Topo
sl: Na vrh
th: บน

source: Bottom
br: Trao?
cs: Dole
da: Bund
eo: Malsupre
et: All
hu: Alján
is: Neðst
no: Bunn
pt_br: Fundo
sl: Na dno
th: ล่าง

source: Floating
br: War-nij
cs: Plovoucí
da: Flydende
eo: Glitante
et: Ujuv
hu: Lebegõ
is: Laust
no: Flytende
pt_br: Flutuante
sl: Lebdeèe
th: ทำให้ลอย

source: Float
br: Nijal
cs: Plovoucí
da: Flyd
eo: Glite
et: Liikuv
hu: Lebegtetés
is: Losa
no: Flyt
pt_br: Flutuar
sl: Lebdeèe
th: ลอย

source: UnFloat
br: Staga?
cs: Pøipevnit
da: På plads
eo: Neglite
et: Liikumatu
hu: Rögzítés
is: Fast
no: På plass
pt_br: Retirar Flutuação
sl: Pritrjeno
th: ทำให้ไม่ลอย

source: Trying to add page when no KWizards are added!
br: O klask ouzhpenna? ur bajenn pa n'eus KWizard ouzhpennet ebet !
cs: Pokus o pøidání stránky, kdy¾ není pøidán ¾ádný KWizard!
da: Prøver at tilføje side når der ikke er tilføjet nogen KWizards
eo: Provante aldoni paøon sen aldonitaj Kwizard-oj!
et: Üritatud lisada lehekülge samal ajal kui KWizard'it ei ole lisatud!
hu: Megpróbált egy oldalt hozzáadni, amikor még nem volt KVarázsló hozzáadva!
is: Reyni að setja inn síðu þegar engir KWizard hlutir eru fyrir!
no: Prøver å legge til siden når ingen KWizarder er lagt til!
pt_br: Tentando adicionar página quando nenhum KWizard foi adicionado!
sl: Poskusili ste dodati stran brez KWizardov!
th: พยายามเพิ่มหน้าเมื่อไม่มีการเพิ่ม KWizards!

source: Quickhelp
br: SkoazellAdizh
cs: Rychlá nápovìda
da: KvikHjælp
eo: Helpeto
et: Kiirabi
hu: Gyors segítség
is: Hraðhjálp
no: Hurtighjelp
pt_br: Ajuda rápida
sl: Hitra pomoè
th: ช่วยเหลือด่วน

source: KToolBarButton: pixmap is empty, perhaps some missing file
br: KToolBarButton: piksmap goullo, ur restr bennak a vank moarvat
cs: KToolBarButton: pixmapa je prázdná, pravdìpodovnì chybí nìjaký soubor
da: KToolbarButton: Pixmap'en er tom, måske mangler der en fil
eo: KToolBarButton: rastrumo estas malplena, verþajne mankas dosiero
et: KToolBarButton: pikselraster on tühi, ilmselt mõni puuduv fail
hu: KToolBarButton: pixmap üres, hiányzik a fájl?
is: KToolBarButton: 'pixmap' er tómt. Hugsnalega vantar skrá
no: KToolKnappeRad: pixmap er tom, kanskje mangler en fil
pt_br: KToolBarButton: imagem vazia, talvez falte um arquivo
sl: KToolBarButton: ikone ni; mogoèe manjka katera datoteka
th: KToolBarButton: ไม่มีรูปภาพ pixmap ไฟล์อาจหายไป

source: Left
br: Kleiz
cs: Vlevo
da: Venstre
eo: Maldekstre
et: Vasak
hu: Bal
is: Vinstri
no: Venstre
pt_br: Esquerda
sl: Levo
th: ซ้าย

source: Right
br: Deho?
cs: Vpravo
da: Højre
eo: Dekstre
et: Parem
hu: Jobb
is: Hægri
no: Høyre
pt_br: Direita
sl: Desno
th: ขวา

source: Page %d of %d
br: Pajenn %d diwar %d
cs: Strana %d z %d
da: Side %d af %d
eo: Paøo %d de %d
et: Lehekülg %d %d -st
hu: Sor: %d Oszlop: %d
is: Síða %d af %d
no: Side %d av %d
pt_br: Página %d de %d
sl: %d. stran od %d
th: หน้า %d ของ %d

source: Folders:
br: Renkello? :
cs: Adresáøe:
da: Foldere:
eo: Dosierujoj:
et: Kataloogid:
hu: Mappák:
is: Möppur:
no: Mapper:
pt_br: Pastas:
sl: Imeniki:
th: แฟ้ม:

source: Contents:
br: Endalc'had :
cs: Obsah:
da: Indhold:
eo: Enhavo:
et: Sisukord:
hu: Tartalom:
is: Innihald:
no: Innhold:
pt_br: Conteúdo:
sl: Vsebina:
th: หัวข้อ:

source: <!-- Do not edit this file -->
br: <!-- Na aozit ket ar restr-ma? -->
cs: <!-- Neupravujte tento soubor -->
da: <!-- Rediger ikke denne fil -->
eo: <!-- Ne redaktu tiun æi dosieron -->
et: <!-Seda faili ei tohi muuta-!>
hu: <!-- Ne szerkessze ezt a fájlt -->
is: <!-- Ekki breyta þessari skrá handvirkt -->
no: <!-- Ikke endre denne filen -->
pt_br: <!-- Não edite este arquivo -->
sl: <!-- Ne spreminjajte te datoteke -->
th: <!-- ห้ามแก้ไขไฟล์นี้ -->

source: Name
br: Anv
cs: Jméno
da: Navn
eo: Nomo
et: Nimi
hu: Név
is: Nafn
no: Navn
pt_br: Nome
sl: Ime
th: ชื่อ

source: Permissions
br: Aotreo?
cs: Práva
da: Tilladelser
eo: Permesoj
et: Loabitid
hu: Hozzáférési jogok
is: Aðgangsheimildir
no: Rettigheter
pt_br: Permissões
sl: Dovoljenja
th: สิทธิ์ในการอนุญาต

source: Date
br: Deizhiad
cs: Datum
da: Dato
eo: Dato
et: Kuupäev
hu: Dátum
is: Dagsetning
no: Dato
pt_br: Data
sl: Datum
th: วันที่

source: Owner
br: Perc'henn
cs: Vlastník
da: Ejer
eo: Posed.
et: Omanik
hu: Tulajdonos
is: Eigandi
no: Eier
pt_br: Dono
sl: Lastnik
th: เจ้าของ

source: Group
br: Strollad
cs: Skupina
da: Gruppe
eo: Grupo
et: Grupp
hu: Csoport
is: Hópur
no: Gruppe
pt_br: Grupo
sl: Skupina
th: กลุ่ม

source: Back
br: War-gil
cs: Zpìt
da: Tilbage
eo: Malantaýen
et: Tagasi
hu: Vissza
is: Aftur
no: Tilbake
pt_br: Voltar
sl: Nazaj
th: ย้อนกลับ

source: Forward
br: War-raok
cs: Vpøed
da: Frem
eo: Antaýen
et: Edasi
hu: Elõre
is: Fram
no: Fremover
pt_br: Avançar
sl: Naprej
th: ไปข้างหน้า

source: Up to parent
br: D'ar c'har
cs: Nahoru k nadøazenému
da: Op til forælder
eo: Supren al la parenco
et: Üles naaberkataloogi
hu: Fel, a szülõhöz
is: Upp tréð
no: Opp ett nivå
pt_br: Subir para o pai
sl: Gor
th: ขึ้นไปไดเร็กทอรีลำดับบน

source: Reload
br: Adkarga?
cs: Obnovit
da: Genindlæs
eo: Relegu
et: Laadi uuesti
hu: Újratölt
is: Lesa aftur
no: Last på nytt
pt_br: Recarregar
sl: Ponovno nalo¾i
th: ดึงข้อมูลซ้ำ

source: Bookmarks
br: Sinedo?
cs: Zálo¾ky
da: Bogmærker
eo: Legosignoj
et: Järjehoidjad
hu: Kedvencek
is: Bókamerki
no: Bokmerker
pt_br: Favoritos
sl: Zaznamki
th: คั่นหน้า

source: Create new folder
br: Kroui? ur renkell nevez
cs: Vytvoøit nový adresáø
da: Opret ny folder
eo: Kreu novan dosierujon
et: Loo uus kataloog
hu: Új mappa létrehozás
is: Búa til nýja möppu
no: Lag ny mappe
pt_br: Criar nova pasta
sl: Naredi nov imenik
th: สร้างแฟ้มใหม่

source: Search for a file
br: Klask ur restr
cs: Hledat soubor
da: Søg efter en fil
eo: Seræu dosieron
et: Otsi faili
hu: Fájl keresés
is: Leita að skrá
no: Søke etter en fil
pt_br: Procurar arquivo
sl: I¹èi datoteko
th: ค้นหาไฟล์

source: Configure this dialog [development only]
br: Keflunia? ar c'hendiviz-ma? [diorren hepken]
cs: Nastavení totoho dialogu [zatím ve vývoji]
da: Indstil denne dialog [kun udvikling]
eo: Agordu tiun æi dialogon
et: Seadista seda dialoogi [ainult arenduseks]
hu: Dialógus ablak átszerkesztése [csak fejlesztésre]
is: Stilltu þessa valmyn [bara í forritun]
no: Konfigurere denne dialogen [kun utvikling]
pt_br: Configurar este diálogo [desenvolvimento apenas]
sl: Oblikuj to pogovorno okno [razvojna mo¾nost]
th: คอนฟิกไดอะล็อกนี้ [สำหรับการพัฒนาเท่านั้น]

source: The path
br: Ar wenodenn
cs: Cesta
da: Stien
eo: La pado
et: Tee
hu: Elérési út
is: Slóðin
no: Stien
pt_br: O caminho
sl: Pot
th: พาธ

source: Show hidden
br: Diskouez ar re guzh
cs: Zobrazit skryté
da: Vis skjulte
eo: Montru kaþitajn
et: Näita peidetuid
hu: Rejtett megjelenítése
is: Sýna falið
no: Vis skjulte
pt_br: Mostrar escondidos
sl: Poka¾i skrito
th: แสดงไฟล์ที่ซ่อนไว้

source: Error: Not local file
br: Beiad : ket ur restr lec'hel
cs: Chyba: Toto není lokální soubor
da: Fejl: Ikke lokal fil
eo: Eraro: Ne estas loka dosiero
et: Viga: See ei ole kohalik fail
hu: Hiba: Nem helyi fájl
is: Villa: Skrá ekki á þessu skráakerfi
no: Feil: Ikke lokal fil
pt_br: Erro: Não é um arquivo local
sl: Napaka: Datoteka ni lokalna
th: ข้อผิดพลาด: ไม่ใช่ไฟล์โลคอล

source: The specified directory is not a local directory But the application accepts just local files.
br: Ar renkell resisaet n'eo ket ur renkell lec'hel Hogen ne asant an arload nemet da restro? lec'hel.
cs: Specifikovaný adresáø není lokálním adresáøem. Aplikace akceptuje pouze lokální soubory.
da: Den angivne folder er ikke lokal men applikationen accepterer kun lokale filer.
eo: La indikita dosierujo ne estas loka dosierujo Se la aplika¼o akceptas nur lokajn dosierojn.
et: Soovitud kataloog ei ole kohalik, kuid see programm suudab käsitleda ainult kohalikke faile.
hu: A megadott könyvtár nem helyi könyvtár Az alkalmazás pedig csak helyi fájlokat fogad el.
is: Mappan sem þú tiltókst er ekki á þessu skráakerfi, en forritið krefst þess.
no: Den oppgitte katalogen er ikke en lokal katalog Men applikasjonen godtar bare lokale filer.
pt_br: O diretório especifico não é local mas a aplicação só aceita arquivos locais.
sl: Oznaèen imenik ni lokalen, program pa sprejema samo lokalne datoteke.
th: ไดเร็กทอรีที่ระบุไม่ใช่ไดเร็กทอรีโลคอล แต่แอพพลิเคชั่นนี้รับเฉพาะไฟล์โลคอลเท่านั้น

source: Error: Cannot Open Directory
br: Kammad : n'hell ket digeri? ar renkell
cs: Chyba: Není mo¾né otevøít adresáø
da: Fejl: Kan ikke åbne folder
eo: Eraro: Ne eblis malfermi la dosierujon
et: Viga: Kataloogi ei saa avada
hu: Hiba: Nem lehet megnyitni a könyvtárat.
is: Villa: Get ekki opnað möppu
no: Feil: Kan ikke åpne katalog
pt_br: Erro: Não consigo abrir diretório
sl: Napaka: Ne morem odpreti imenika
th: ข้อผิดพลาด: ไม่สามารถเปิดไดเร็กทอรี

source: The specified directory does not exist or was not readable.
br: Ar renkell resisaet n'eus ket anezhi pe a oa anlennadus.
cs: Specifikovaný soubor neexistuje nebo jej nelze èíst.
da: Den valgte folder eksisterer ikke eller kunne ikke læses.
eo: La indikita dosierujo ne ekzistas aý ne estis legebla.
et: Soovitud kataloogi kas ei eksisteeri või ei ole selle lugemine lubatud.
hu: A megadott könyvtár nem létezik vagy nem olvasható.
is: Tiltekin mappa er ekki til eða er ekki læsileg.
no: Den valgte mappen eksisterer ikke eller var ikke lesbar.
pt_br: O arquivo especificado não existe ou não está acessível para leitura.
sl: Oznaèen imenik ne obstaja ali pa se ga ne da brati.
th: ไม่ปรากฏไดเร็กทอรีที่กำหนด หรือไม่ได้รับอนุญาตให้อ่านได้

source: Dismiss
br: Dilezel
cs: Zamítnout
da: Afbryd
eo: Foriru
et: Heida kõrvale
hu: Elvet
is: Loka
no: Forkast
pt_br: Dispensar
sl: Opusti
th: เลิก

source: Save As
br: Enrolla? e
cs: Ulo¾it jako
da: Gem som
eo: Sekurigu kiel
et: Salvesta kui
hu: Mentés másként
is: Vista sem
no: Lagre som
pt_br: Salvar Como
sl: Shrani kot
th: บันทึกในชื่อ

source: Root Directory
br: Renkell gwrizienn
cs: Koøenový adresáø
da: Root folder
eo: Radika dosierujo
et: Juur kataloog
hu: Induló könyvtár
is: Rótarmappa
no: Rotkatalog
pt_br: Diretório Raiz
sl: Osnovni imenik
th: ไดเร็กทอรีราก

source: The specified directory does not exist or was not readable.
br: Ar renkell resisaet n'eus ket anezhi pe a oa anlennadus.
cs: Specifikovaný soubor neexistuje nebo jej nelze èíst.
da: Den valgte folder eksisterer ikke eller kunne ikke læses.
eo: La indikita dosierujo ne ekzistas aý ne estis legebla.
et: Soovitud kataloogi kas ei eksisteeri või ei ole ta lugemine lubatud.
hu: A megadott könyvtár nem létezik vagy nem olvasható.
is: Tiltekin mappa er ekki til eða er ekki læsileg.
no: Den valgte mappen eksisterer ikke eller var ikke lesbar.
pt_br: O arquivo especificado não existe ou não está acessível para leitura.
sl: Oznaèen imenik ne obstaja ali pa se ga ne da brati.
th: ไม่ปรากฏไดเร็กทอรีที่กำหนดหรือไม่ได้รับอนุญาตให้อ่านได้

source: Create new directory in:
br: Kroui? ur renkell nevez e :
cs: Vytvoøit nový adresá5 v:
da: Opret ny folder i:
eo: Kreu novan dosierujon en:
et: Loo uus kataloog:
hu: Könyvtár létrehozása:
is: Bý til möppu í:
no: Opprett ny katalog i:
pt_br: Criar novo diretório em:
sl: Naredi nov imenik v:
th: สร้างไดเร็กทอรีใหม่ใน:

source: New Directory
br: Renkell nevez
cs: Nový adresáø
da: Ny folder
eo: Nova dosierujo
et: Uus kataloog
hu: Új könyvtár
is: Ný mappa
no: Ny katalog
pt_br: Novo Diretório
sl: Nov imenik
th: ไดเร็กทอรีใหม่

source: Add to bookmarks
br: Ouzhpenna? d'ar sinedo?
cs: Pøidat k zálo¾kám
da: Tilføj til Bogmærker
eo: Aldonu al legosignoj
et: Lisa viitadesse
hu: Hozzáadás a kedvencekhez
is: Setja bókamerki
no: Legg til bokmerker
pt_br: Adicionar aos favoritos
sl: Dodaj zaznamek
th: ใส่ในที่คั่นหนังสือ

source: Choose Directory
br: Diuzit ar renkell
cs: Vyber adresáø
da: Vælg folder
eo: Elektu dosierujon
et: Vali kataloog
hu: Könyvtár Választás
is: Velja möppu
no: Velg katalog
pt_br: Escolha Diretório
sl: Izberi imenik
th: เลือกไดเร็กทอรี

source: directory
br: renkell
cs: adresáø
da: folder
eo: dosierujo
et: kataloog
hu: könyvtár
is: mappa
no: katalog
pt_br: diretório
sl: imenik
th: ไดเร็กทอรี

source: directories
br: renkell
cs: adresáøe
da: foldere
eo: dosierujoj
et: kataloogi
hu: könyvtárak
is: möppur
no: kataloger
pt_br: diretórios
sl: imeniki
th: ไดเร็กทอรี

source: file
br: restr
cs: soubor
da: fil
eo: dosiero
et: fail
hu: fájl
is: skrá
no: fil
pt_br: arquivo
sl: datoteka
th: ไฟล์

source: files
br: restr
cs: soubory
da: filer
eo: dosieroj
et: faili
hu: fájlok
is: skrár
no: filer
pt_br: arquivos
sl: datoteke
th: ไฟล์

source: %d %s and %d %s
br: %d %s ha %d %s
cs: %d %s a %d %s
da: %d %s og %d %s
eo: %d %s kaj %d %s
et: %d %s ja %d %s
hu: %d %s és %d %s
is: %d %s og %d %s
no: %d %s og %d %s
pt_br: %d %s e %d %s
sl: %d %s in %d %s
th: %d %s และ %d %s

source: one directory
br: ur renkell
cs: jeden adresáø
da: en folder
eo: unu dosierujo
et: üks kataloog
hu: egy könyvtár
is: ein mappa
no: en katalog
pt_br: um diretório
sl: imenik
th: หนึ่งไดเร็กทอรี

source: %d directories
br: %d renkell
cs: %d adresáøù
da: %d foldere
et: %d kataloogi
is: %d möppur
no: %d kataloger
pt_br: %d diretórios
sl: %d imenikov
th: %d ไดเร็กทอรี

source: Look and Feel
br: Neuz ha Feson
cs: Vzhled
da: Fremtoning
eo: Aspekto kaj Sento
et: Väljanägemine ja kasutamistunne
hu: Kinézet
is: Útlit og hegðun
no: Se og føl
sl: Videz in poèutje
th: รูปแบบและความรู้สึกในการใช้งาน

source: KDE File Selector by: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> and Daniel Grana <grana@ie.iwi.unibe.ch> with contributions by Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
br: Diuzer restr KDE gant : Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> ha Daniel Grana <grana@ie.iwi.unibe.ch> gant skoazell Mario Weilguni <mweilguni@sime.com> ha Martin Jones <mjones@kde.org>
cs: KDE File Selector vytvoøili: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> and Daniel Grana <grana@ie.iwi.unibe.ch> s pøispìním Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
da: KDE Fil Vælger af: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> og Daniel Grana <grana@ie.iwi.unibe.ch> Med bidrag af Mario Weilguni <mweilguni@sime.com> og Martin Jones <mjones@kde.org>
eo: KDE-Dosierelektilo de. Richard Moore <rich@kde.org>, Stephan Kulow <coolo@kde.org> kaj Daniel Grana <grana@ie.iwi.unibe.ch> kun kontribuoj de Mario Weilguni <mweilguni@sime.com> kaj Martin Jones <mjones@kde.org>
et: KDE File Selector'i autorid: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> ja Daniel Grana <grana@ie.iwi.unibe.ch> Kaastööd tegid: Mario Weilguni <mweilguni@sime.com> ja Martin Jones <mjones@kde.org>
hu: KDE Fájl Kiválasztó Szerzõk: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> és Daniel Grana <grana@ie.iwi.unibe.ch> Mario Weilguni <mweilguni@sime.com> és Martin Jones <mjones@kde.org> segítségével.
is: KDE skráaval eftir: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> and Daniel Grana <grana@ie.iwi.unibe.ch> með hjálp: Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
no: KDE Filvelger av: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> og Daniel Grana <grana@ie.iwi.unibe.ch> med bidrag fra Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
pt_br: Seletor de Arquivos KDE por: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> e Daniel Grana <grana@ie.iwi.unibe.ch> com contribuições de Mario Weilguni <mweilguni@sime.com> e Martin Jones <mjones@kde.org>
sl: Pogovorno okno za odpiranje datotek v KDE so napisali: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> in Daniel Grana <grana@ie.iwi.unibe.ch>. Pri ustvarjanju sta sodelovala ¹e: Mario Weilguni <mweilguni@sime.com> in Martin Jones <mjones@kde.org>.
th: โปรแกรมเลือกไฟล์ KDE โดย: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> และ Daniel Grana <grana@ie.iwi.unibe.ch> และเพิ่มเติมโดย Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>

source: About
br: Diwar-benn
cs: Informace
da: Om
eo: Pri
et: Info
hu: Névjegy
is: Um forrit
no: Om
pt_br: Sobre
sl: O oknu
th: เกี่ยวกับ

source: View style
br: Neuz ar gwel
cs: Styl zobrazení
da: Vis stil
eo: Aspekto
et: Vaate stiil
hu: Stílus megtekintése
is: Listaform
no: Oversiktstil
pt_br: Estilo de vista
sl: Naèin gledanja
th: รูปแบบการแสดง

source: Show Short View
br: Diskouez mod berr
cs: Struèné zobrazení
da: Vis kort stil
eo: Montru koncize
et: Näita lühikeses vaates
hu: Mutassa a Rövid Nézetet
is: Stuttaralegur listi
no: Vis kort oversikt
pt_br: Mostrar Vista Abreviada
sl: Kratki opisi
th: แสดงคร่าวๆ

source: Show Detail View
br: Diskouez mod hir
cs: Detailní zobrazení
da: Vis detaljeret stil
eo: Montru detale
et: Näita detailses vaates
hu: Mutassa a Részletes Nézetet
is: Nákvæmur listi
no: Vis detaljert oversikt
pt_br: Mostrar Vista com Detalhes
sl: Podrobnosti
th: แสดงรายละเอียด

source: Misc
br: Pep seurt
cs: Rùzné
da: Diverse
eo: Diverse
et: Muud
hu: Egyéb
is: Ýmislegt
no: Blandet
sl: Razno
th: อื่นๆ

source: Show Filter
br: Diskouez sil
cs: Zobrazovat filtry
da: Vis filter
eo: Montru filtrilon
et: Näita filtrit
hu: Mutassa a szûrõt
is: Sýna síu
no: Vis filter
pt_br: Mostrar Filtro
sl: Poka¾i filter
th: แสดงตัวกรอง

source: Show List Labels
br: Diskouez skridennad ar roll
cs: Zobrazovat pojmenování výpisù
da: Vis overskriftliste
eo: Montru listotitolojn
et: Näita nimekirja pealdisi
hu: Mutassa a Lista Cimkéket
is: Sýna lista titla
no: Vis listeetiketter
pt_br: Mostrar Etiquetas das Listas
sl: Poka¾i naslove seznamov
th: แสดงรายชื่อ

source: Show Hidden
br: Diskouez ar re guzh
cs: Zobrazovat skryté
da: Vis skjulte
eo: Montru kaþitajn
et: Näita peidetuid
hu: Mutassa a rejtett fájlokat
is: Sýna faldar skrár
no: Vis skjulte
pt_br: Mostrar Escondidos
sl: Poka¾i skrite datoteke
th: แสดงไฟล์ที่ซ่อนไว้

source: Show Status Line
br: Diskouez linenn a stad
cs: Zobrazovat stavovou linku
da: Vis Statusbjælke
eo: Montru statolistelon
et: Näita olekurida
hu: Mutassa a státuszsort
is: Sýna ástandsstiku
no: Vis statuslinje
pt_br: Mostrar Linha de Status
sl: Poka¾i statusno vrstico
th: แสดงบรรทัดสถานะ

source: Use single Click
br: Arvera? klik eeun
cs: Pou¾ívat jedno kliknutí
da: Brug enkeltklik
eo: Uzu solan klikon
et: Kasuta üksiskklõpsu
hu: Egyszeres klikkelés használata
is: Smella einu sinni
no: Bruk enkeltklikk
pt_br: Utilizar só um Click
sl: Enojno klikanje
th: ใช้คลิ้กครั้งเดียว

source: Mix dirs and files
br: Meska? renkello? ha restro?
cs: Smíchat adresáøe a soubory
da: Bland foldere og filer
eo: Miksu ujojn kaj dosierojn
et: Kataloogid ja failid segamini
hu: Könyvtárak és fájlok vegyesen
is: Möppur og skrár saman
no: Bland kataloger og filer
pt_br: Misturar dirs e arquivos
sl: Pome¹aj imenike in datoteke
th: ผสมไดเร็กทอรีและไฟล์

source: Keep dirs first
br: Derc'hel renkello? da genta?
cs: Zobrazovat nejprve adresáøe
da: Foldere først
eo: Dosierujoj unue
et: Hoia kataloogid eespool
hu: Könyvtárak elõre
is: Möppur fremst
no: Behold kataloger først
pt_br: Mostrar dirs primeiro
sl: Najprej poka¾i imenike
th: เก็บไดเร็กทอรีก่อน

source: *|All Files
br: *|Pep restr
cs: *|V¹echny soubory
da: *|alle filer
et: *|Kõik failid
is: *| Allar skrár
no: *|Filer filer
pt_br: *|Todos os Arquivos
sl: *|Vse datoteke
th: *|ทุกไฟล์
